<html>
<head>
<TITLE>Mateo Alem&aacute;n</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Mateo Alem&aacute;n">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Mateo Alem&aacute;n(1547-ca 1615)</h1>
<hr>


<p>Escritor espa&ntilde;ol, nacido en Sevilla, en cuya iglesia colegial de San Salvador fue bautizado el 28 de septiembre de 1547, y muerto en M&eacute;xico alrededor del a&ntilde;o 1615. Con su <em>Guzm&aacute;n de Alfarache,</em> el g&eacute;nero picaresco alcanza su formulaci&oacute;n definitiva.

<p>Sus padres fueron Hernando Alem&aacute;n, de origen converso que desde 1557 ocupaba el cargo de m&eacute;dico-cirujano de la C&aacute;rcel Real de Sevilla, y su segunda esposa, Juana de Enero, hija de un comerciante de ascendencia florentina. Parece ser que empez&oacute; a estudiar humanidades en el estudio de <a href="mallaraj.htm"><b>Juan de Mal Lara</b></a>. Lo que s&iacute; es seguro es que se gradu&oacute; de bachiller en Artes y Teolog&iacute;a en 1564 en la universidad llamada Maese Rodrigo.

<p>Emprendi&oacute; despu&eacute;s los estudios de medicina en las universidades de Salamanca y Alcal&aacute; de Henares, pero la muerte de su padre, acaecida en 1567, pudo obligarle a abandonarlos sin llegar a conseguir el grado de licenciado. En oto&ntilde;o de 1568, vuelto ya a Sevilla, &eacute;l y su madre recibieron un pr&eacute;stamo del capit&aacute;n Alonso Hern&aacute;ndez de Ayala a condici&oacute;n de que Mateo se casase con do&ntilde;a Catalina de Espinosa si no devolv&iacute;a el dinero en el plazo establecido. Alem&aacute;n intent&oacute; aplazar el compromiso, pero antes las amenazas de encarcelamiento tuvo que casarse con do&ntilde;a Catalina, matrimonio que acab&oacute; a&ntilde;os m&aacute;s tarde en separaci&oacute;n.

<p>Desempe&ntilde;&oacute; varios oficios: fue recaudador del subsidio de Sevilla y su arzobispado; en Madrid, fue nombrado contador de resultas en la Contadur&iacute;a Mayor de Cuentas. Desde 1573 residi&oacute; en Sevilla, donde ten&iacute;a negocios de diversa &iacute;ndole, seg&uacute;n se desprende de varios documentos: en uno, vende una esclava morisca; en otro, negocia la compra de una capilla para la cofrad&iacute;a de los Nazarenos. Fue encarcelado por deudas en 1580, y pas&oacute; en la c&aacute;rcel de Sevilla dos a&ntilde;os y medio. Practic&oacute; la informaci&oacute;n requerida para viajar a las Indias, pero el proyectado viaje nunca tuvo lugar.

<p>En 1586 se hallaba en Madrid, desempe&ntilde;ando varios oficios. En 1593 viaj&oacute; a Almad&eacute;n como juez visitador para inspeccionar las famosas minas de mercurio que la Corona hab&iacute;a arrendado a los F&uacute;cares. En estos a&ntilde;os de estancia en la Corte empez&oacute; a desarrollar su labor literaria: hizo traducciones de varias odas de Horacio, redact&oacute; el pr&oacute;logo para los <em>Proverbios morales</em> de Alonso de Barros, impresos en Madrid en 1598, y escribi&oacute; la primera parte del <em>Guzm&aacute;n de Alfarache,</em> terminada a fines de 1597, pero cuya primera edici&oacute;n vio la luz en 1599, obra que conoci&oacute; un &eacute;xito inmediato.

<p>En 1601 volvi&oacute; a Sevilla, donde vivi&oacute; lleno de deudas, por las que de nuevo fue encarcelado en 1602. De esta prisi&oacute;n lo sac&oacute; su pariente Juan Bautista del Rosso. Este mismo a&ntilde;o de 1602 se public&oacute; en Valencia una segunda parte ap&oacute;crifa del Guzm&aacute;n de Alfarache, escrita por Mateo Luj&aacute;n de Sayavedra, pseud&oacute;nimo del abogado valenciano Juan Mart&iacute;. A la salida de la c&aacute;rcel reanud&oacute; su actividad literaria y en 1604 public&oacute; en Sevilla la primera edici&oacute;n de su<em> Vida de san Antonio de Padua,</em> y ese mismo a&ntilde;o, en Lisboa, su segunda parte del <em>Guzm&aacute;n de Alfarache.</em>

<p>En 1608 consigui&oacute; permiso para viajar a M&eacute;xico, donde entr&oacute; al servicio del arzobispo fray Garc&iacute;a Guerra. En 1609 public&oacute; su <em>Ortograf&iacute;a castellana.</em> En 1613 escribi&oacute; un libro de gran inter&eacute;s para su biograf&iacute;a, <em>Sucesos de don fray Garc&iacute;a Guerra, arzobispo de M&eacute;jico,</em> a cuyo cargo estuvo el gobierno de Nueva Espa&ntilde;a, en el cual figura una "Oraci&oacute;n f&uacute;nebre" en memoria del prelado. A partir de aqu&iacute; carecemos de noticias acerca de su vida, aunque suponemos que debi&oacute; morir poco despu&eacute;s de publicado este &uacute;ltimo libro.


<h4>Obra.</h4>

<p>La cr&iacute;tica ha destacado como principal caracter&iacute;stica de la visi&oacute;n del mundo alemaniana el pesimismo. Este rasgo ha sido considerado por algunos como consecuencia de su condici&oacute;n de converso, y por otros como resultado de su azarosa vida; sin embargo, podr&iacute;a considerarse tambi&eacute;n como la actitud propia de un moralista cristiano, a la que habr&iacute;a que asimilar algunas de las principales ideas vertidas en sus obras: igualdad de todos los hombres, valoraci&oacute;n de la virtud propia y de la dignidad por encima de grupos o castas. El pesimismo se basa en su visi&oacute;n de un mundo hostil, movido por la violencia.
 
<h4>Guzm&aacute;n de Alfarache.</h4>

<p>La obra maestra por la que se le conoce es el <em>Guzm&aacute;n de Alfarache,</em> novela que public&oacute; en dos partes: la primera en Madrid en 1599 y, debido a su enorme &eacute;xito, una segunda en Lisboa en 1604, con el subt&iacute;tulo de <em>Atalaya de la vida humana.</em> Como es propio de este g&eacute;nero, la narraci&oacute;n es autobiogr&aacute;fica, aunque sorprende la doble dimensi&oacute;n del personaje: p&iacute;caro y pecador arrepentido. Dentro del relato principal, cuajado de digresiones y ejemplos que extrae de autores antiguos y modernos, sacros o profanos, se insertan novelas cortas: el <em>Ozm&iacute;n y Daraja</em> (que es una de las contadas muestras de la novela morisca), <em>Dorido y Clorinia </em>o la historia de <em>Bonifacio y Dorotea;</em> estos relatos breves suponen un descanso respecto de la acci&oacute;n primaria. El <em>Guzm&aacute;n</em> es la novela picaresca que contribuy&oacute; a la fijaci&oacute;n del g&eacute;nero en Espa&ntilde;a e increment&oacute; la fama del p&iacute;caro como personaje por toda Europa. Alem&aacute;n prometi&oacute; una tercera parte que nunca public&oacute;.
 
 

<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>ALEM&Aacute;N, Mateo. Guzm&aacute;n de Alfarache. (Ed. de Francisco Rico). (Barcelona: Planeta, 1983).
<li>BRANCAFORTE, Benito. Guzm&aacute;n de Alfarache: ¿conversi&oacute;n o proceso de degradaci&oacute;n? (Madison: Hispanic Seminary of Medieval Studies, 1980).
<li>CROS, Edmond. Mateo Alem&aacute;n. Introducci&oacute;n a su vida y a su obra. (Salamanca: Anaya, 1971).
<li>IFE, B. Lectura y ficci&oacute;n en el Siglo de Oro. Las razones de la picaresca. (Barcelona: Cr&iacute;tica, 1992).
<li>McGRADY, Donald. Mateo Alem&aacute;n. (New York: Twayne Publishers, 1968).
<li>MORENO B&Aacute;EZ, Enrique. Lecci&oacute;n y sentido de Guzm&aacute;n Alfarache. (Madrid: CSIC, 1948).
<li>RICO, Francisco. La novela picaresca el punto de vista. (Barcelona: Seix Barral, 1982).
<li>SABOR DE CORT&Aacute;ZAR, Celina.  "Notas para el estudio de la estructura del Guzm&aacute;n de Alfarache" . Filolog&iacute;a. VIII (1962), pp. 79-95.
<li>SOBEJANO, Gonzalo.  De la intenci&oacute;n y valor del Guzm&aacute;n de Alfarache. Forma literaria y sensibilidad social. (Madrid: Gredos, 1967). 9-66.
</ol> 

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Wednesday, February 17, 1999, 11:36:50 AM
Last Updated: Wednesday, February 17, 1999, 11:36:50 AM
</address>
</html>
