</body>
<hr>
<address>
Created: Saturday, February 20, 1999, 12:37:20 PM
Last Updated: Saturday, February 20, 1999, 12:37:20 PM
</address>
</html><html>
<head>
<TITLE>Alfonso X</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Alfonso X">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Alfonso X, el Sabio. Rey de Castilla y Le&oacute;n (1221-1284)</h1>
<hr>

<p> Rey de Castilla y Le&oacute;n desde el a&ntilde;o 1252 al 1284, hijo de Fernando III el Santo y de do&ntilde;a Beatriz de Suabia. Fue aspirante al trono del Sacro Imperio Romano Germ&aacute;nico, y uno de los reyes m&aacute;s importantes del medievo europeo, no s&oacute;lo por su actividad pol&iacute;tica sino, sobre todo, por su gran preocupaci&oacute;n cultural. Subi&oacute; al trono a los treinta y un a&ntilde;os, habi&eacute;ndose casado a los veintitr&eacute;s con Violante, hija de Jaime I y de Violante de Hungr&iacute;a. Sus pretensiones a la corona imperial se basaban en los derechos de su abuelo, el duque de Suabia, que hab&iacute;a sido reconocido como emperador de Alemania, pero finalmente fue elegido emperador Rodolfo II de Habsburgo. En cuanto a pol&iacute;tica interior, tampoco fue muy afortunado. Conquist&oacute; algunas plazas en Andaluc&iacute;a (Jerez, Medina Sidonia, Lebrija, etc.) y sofoc&oacute; la sublevaci&oacute;n de los mud&eacute;jares murcianos y andaluces.

<p>Sin embargo, tuvo que ceder el Algarve a Portugal y fracas&oacute; en sus aspiraciones al reino de Navarra y en sus proyectos de cruzada en &Aacute;frica. En lo que realmente sobresali&oacute; su reinado fue en su extraordinaria labor cient&iacute;fica y cultural. Esto fue debido al desarrollo incipiente de la joven cultura occidental, en su expresi&oacute;n castellana. Se considera a Alfonso X el fundador de la prosa castellana y el primer historiador que adopta una visi&oacute;n moderna de la ciencia hist&oacute;rica. Organiz&oacute; el estudio de diferentes &aacute;mbitos del conocimiento: Leyes, Historia, Ciencia, y Artes Recreativas en los tres centros culturales de su reino: Toledo, Sevilla y Murcia, con la colaboraci&oacute;n de un equipo de traductores, compiladores y autores originales. Durante esta labor se encarg&oacute; de recoger y supervisar la documentaci&oacute;n manejada por este grupo de colaboradores por lo que, a pesar de ser una tarea de equipo, destac&oacute; en ella su estilo personal.

<p>Adem&aacute;s de protector de las artes y el saber, cultiv&oacute; como ning&uacute;n otro el ideal del <em>imperator litteratus.</em> Constituye el gran baluarte de las letras medievales castellanas en su &eacute;poca m&aacute;s temprana, por su inter&eacute;s en ennoblecer la lengua vern&aacute;cula, el castellano, y dotarla de valor literario y poder como transmisora de cultura, en detrimento de la lengua latina. Asimismo, intent&oacute; lograr la paz dentro de las fronteras de sus reinos castellano y leon&eacute;s y dotar a sus posesiones de c&oacute;digos legales avanzados. Por otro lado, en el terreno de la pol&iacute;tica europea, opt&oacute; a la corona imperial. Junto a ello, destaca la colaboraci&oacute;n que procur&oacute; entre las tres culturas de la Espa&ntilde;a medieval (cristiana, &aacute;rabe y jud&iacute;a), que se fragu&oacute; en los trabajos de traducci&oacute;n y redacci&oacute;n de su <em>scriptorium,</em> que fue la continuaci&oacute;n de ese fen&oacute;meno cultural que denominamos Escuela de Traductores de Toledo, extendi&eacute;ndola a Sevilla y Murcia.

<p>Los hechos hist&oacute;ricos m&aacute;s importantes de su reinado (al que accedi&oacute; en 1252) son su labor en el proceso de reconquista, con la incorporaci&oacute;n de Murcia a sus tierras, la firma del tratado de Almizra, la toma de Jerez, del reino de Niebla y de C&aacute;diz, as&iacute; como sus aspiraciones al imperio romano-germ&aacute;nico, que, desde 1256 hasta 1275 (fecha de su renuncia al mismo ante Gregorio X) le ocasionaron la enemistad de la nobleza castellana y, finalmente, la lucha con su propio hijo Sancho, futuro Sancho IV.

<p>La obra de Alfonso X se organiza como un gran corpus dotado de pretensiones enciclop&eacute;dicas y subordinado a su dimensi&oacute;n hist&oacute;rica espa&ntilde;ola y europea. En &eacute;l las obras hist&oacute;ricas nacen con el intento de recuperar, en parte, el pasado hispano, en especial el visigodo, y de asentar las bases de autoridad sobre las que desplegar sus demandas a la corona imperial. Las obras jur&iacute;dicas se explican dentro de su perfil hisp&aacute;nico, como baluartes de la paz y unidad nacionales. Sus obras cient&iacute;ficas y did&aacute;cticas se articulan como integradoras de las culturas de la Pen&iacute;nsula Ib&eacute;rica. Su obra l&iacute;rica rinde tributo a Dios por mediaci&oacute;n de la Virgen Mar&iacute;a, insertando su mundo hist&oacute;rico de saber y actuaci&oacute;n pol&iacute;tica en el marco apropiado de la religiosidad y la devoci&oacute;n medievales.

<p>Las dos obras hist&oacute;ricas alfons&iacute;es son la <em>Estoria de Espa&ntilde;a</em> y la <em>General Estoria.</em> El proyecto de la <em>Estoria de Espa&ntilde;a</em> parece haber recibido atenci&oacute;n prioritaria por parte del monarca desde 1270 hasta 1275, pero al llegar a su cap&iacute;tulo 616 lo abandon&oacute;; no obstante, su scriptorium continu&oacute; compilando y a&ntilde;adiendo materiales. En la Biblioteca de El Escorial se conserva un manuscrito, E1, que recoge hasta el cap&iacute;tulo 565. La <em>Estoria,</em> hasta el cap&iacute;tulo 616, abarcaba desde la historia romana hasta el reinado de Alfonso II el Casto, y es la parte considerada generalmente como alfons&iacute;; no obstante, es la segunda parte la que con m&aacute;s frecuencia ha atra&iacute;do la atenci&oacute;n de la cr&iacute;tica, pues es en ella donde aparecen los cantares de gesta prosificados que tan importantes son para conocer nuestra &eacute;pica castellana medieval. El problema de las dos versiones de la leyenda de Bernardo del Carpio, asunto que se relataba en el cap&iacute;tulo 616, se solucion&oacute; de dos modos diferentes, dando origen a la versi&oacute;n regia y la versi&oacute;n vulgar.

<p>La primera, realizada en tiempo de Sancho IV, tambi&eacute;n se denomina <em>Versi&oacute;n amplificada de 1289,</em> y se recoge en un manuscrito lujoso denominado E2; la segunda, dividida en otros cuatro manuscritos y extendida a lo largo de otros casi doscientos cap&iacute;tulos, fue utilizada para la creaci&oacute;n de las cr&oacute;nicas generales del siglo XIV (<em>Cr&oacute;nica de tres reyes, Cr&oacute;nica de veinte reyes,</em> etc.). Alfonso X se sirve del Toledano, el Tudense, cr&oacute;nicas latinas, leyendas, historiadores y poetas cl&aacute;sicos, historiadores &aacute;rabes y cantares de gesta &eacute;picos que se prosificaron en la redacci&oacute;n. La <em>General Estoria</em> se incia en 1272. Las pretensiones europe&iacute;stas alfons&iacute;es hacen que el proyecto de la historia espa&ntilde;ola se abandone en detrimento de esta nueva empresa; en ella se relata la historia del  mundo, dividi&eacute;ndola en seis edades, seg&uacute;n el modelo de los <em>C&aacute;nones</em> de Eusebio de Cesarea, revisados por <a href="jeronimo.htm"><b>San Jer&oacute;nimo</b></a>. Incluye los hechos de Egipto, Asiria, de los reyes de Inglaterra, de  Babilonia, Media, Persia, Egipto, Grecia, Roma y la historia de Espa&ntilde;a anterior al  nacimiento de Cristo. La quinta parte est&aacute; incompleta, as&iacute; como la sexta, s&oacute;lo perge&ntilde;ada, y  que hubiera llegado hasta los padres de la virgen Mar&iacute;a. La historia b&iacute;blica, G. de Monmouth, <a href="lucano.htm"><b>Lucano</b></a> y Ovidio son parte de las influencias que se observan en la obra, concebida como un conjunto org&aacute;nico y enciclop&eacute;dico.

<p>La obra jur&iacute;dica alfons&iacute; se inspira en el deseo de lograr la paz y unidad nacionales y, como la hist&oacute;rica, est&aacute; redactada en romance. La primera obra emprendida por Alfonso fue el <em>Setenario,</em> comenzado a ruegos de su padre Fernando III y concluido cuando ya era rey. El libro, con rasgos claramente enciclop&eacute;dicos, se estructura con acuerdo al patr&oacute;n  del n&uacute;mero siete y aborda numerosas materias de tipo eclesi&aacute;stico. A ella sigui&oacute; el  <em>Fuero real</em>(redactado hacia 1255), &uacute;nica obra legal que lleg&oacute; a promulgarse en vida del monarca y que cuenta con una riqu&iacute;sima tradici&oacute;n manuscrita por haberse otorgado a m&uacute;ltiples lugares; el prop&oacute;sito del monarca era aqu&iacute; el de abolir, mediante una &uacute;nica obra, la  multitud de fueros legales particulares castellanos y leoneses. 

<p><em>El Esp&eacute;culo</em> ha hecho dudar a la cr&iacute;tica si se trata de una borrador de las Siete Partidas o de una obra posterior a &eacute;sta. Aunque fue enviado a todas las ciudades para que lo usaran, no se promulg&oacute; nunca en vida del monarca. Sin duda alguna, la obra jur&iacute;dica de mayor importancia de Alfonso X son las <em>Siete Partidas,</em> concebida como un tratado de derecho civil, penal y eclesi&aacute;stico que regula todos los aspectos del vivir nacional; de la redacci&oacute;n vern&aacute;cula, Alfonso pensaba pasar a una versi&oacute;n en lat&iacute;n para todos sus s&uacute;bditos de Europa, algo que nunca tendr&iacute;a lugar al frustrarse sus aspiraciones al imperio romano-germ&aacute;nico. Las <em>Partidas</em> fueron sancionadas definitivamente por Alfonso XI en el Ordenamiento de Alcal&aacute; de Henares de  1348; desde ese momento, y en aquellas materias que s&oacute;lo en este cuerpo legal se trataban, se us&oacute; com&uacute;nmente, se estudi&oacute; en profundidad y se glos&oacute;. Especial fama tuvo, por sus t&iacute;tulos sobre los caballeros y el arte militar, la <em>Segunda Partida.</em>

<p>Junto a la obra hist&oacute;rica y jur&iacute;dica, Alfonso X foment&oacute; la traducci&oacute;n de libros astron&oacute;micos y astrol&oacute;gicos, en especial de procedencia &aacute;rabe y jud&iacute;a, traducidos por lo general al lat&iacute;n y  de esta lengua al castellano. Entre &eacute;stos pueden citarse los <em>Libros del saber de astronom&iacute;a</em> y los cuatro libros astrol&oacute;gicos, el <em>Libro de las cruzes,</em> el <em>Libro conplido en los iudizios de las estrellas,</em> el <em>Libro del cuadrante se&ntilde;ero</em> y el <em>Picatrix,</em> en los que se mezclan ense&ntilde;anzas astron&oacute;micas, cabal&iacute;sticas, virtudes de las piedras, etc. Parecido al &uacute;ltimo t&iacute;tulo citado, cuyo original &aacute;rabe  parece remontar al siglo XI, es el <em>Lapidario,</em> obra de Yehuda Mosca, incluye hasta cincuenta dibujos que representan figuras de animales zodiacales; en &eacute;ste, la astrolog&iacute;a aparece claramente ligada a la ciencia de las piedras y la medicina, algo propio de aquel momento. Como en el caso de las obras hist&oacute;ricas y l&iacute;ricas, es dif&iacute;cil imaginar cu&aacute;l fue la participaci&oacute;n autorial del monarca en estas empresas. La cr&iacute;tica ha aceptado que su labor se redujo, en la mayor&iacute;a de las ocasiones, a la de organizador, director e inspirador del trabajo. Sin embargo, su participaci&oacute;n en los pr&oacute;logos de las obras mencionadas parece m&aacute;s  personal.

<p>Entre las obras recreativas que se escribieron por mediaci&oacute;n de Alfonso X, destaca el <em>Libro del axedrez,</em> dados e tablas, en la que el monarca posiblemente particip&oacute; de modo personal y que recoge el simbolismo de las figuras y movimientos del ajedrez, de origen  &aacute;rabe. Tambi&eacute;n verti&oacute; al castellano un tratado cineg&eacute;tico &aacute;rabe: el <em>Libro de los animales que ca&ccedil;an,</em> cuyo bello y temprano manuscrito principal fue adquirido por la Biblioteca Nacional de Madrid en 1984. Tambi&eacute;n algunas obras did&aacute;cticas fueron animadas por el Rey Sabio, la m&aacute;s importante de las cuales es el <em>Calila e Dimna,</em> una labor llevada a cabo cuando a&uacute;n era  pr&iacute;ncipe; desconocemos el grado de relaci&oacute;n que pudo tener con obras que fueron  igualmente preparadas durante el reinado de su padre, como diversas obras encargadas  por el monarca a Juan Gil de Zamora, entre ellas un <em>Ars musica,</em> obras hist&oacute;ricas y una colecci&oacute;n de milagros de la Virgen Mar&iacute;a; adem&aacute;s, a Alfonso X se le debe el encargo de  las vidas de santos compiladas por Bernardo de Brihuega.


<p>La obra literaria del monarca sabio no s&oacute;lo se reduce a la prosa sino que tambi&eacute;n abarca la poes&iacute;a. En este caso, siguiendo la moda de la &eacute;poca, su producci&oacute;n l&iacute;rica se escribe en gallego-portugu&eacute;s. Las <em>Cantigas de Santa Mar&iacute;a</em> es una obra de colaboraci&oacute;n pero con la huella personal y autorial del monarca; constituye un conjunto de 427 poemas, repartidos entre milagros marianos, cantigas amorosas y loores (una de cada diez, en lo que C. Nepaulsingh ha denominado una  estructura de rosario) de la Virgen. La cr&iacute;tica ha se&ntilde;alado que el poeta Airas Nunes debi&oacute; de tener una gran participaci&oacute;n en la obra como organizador. Las <em>Cantigas,</em> asimismo, pensadas como un conjunto de 100 composiciones, crecieron en diversas etapas hasta albergar el n&uacute;mero de composiciones mencionado desde 1270 hasta 1282. Las formas m&eacute;tricas utilizadas son abundantes, destacando entre ellas el uso del villancico. Los cuatro  manuscritos que han conservado la obra (entre los que destaca el c&oacute;dice rico) nos han transmitido la m&uacute;sica de muchas de ellas. Igualmente, estos manuscritos nos han transmitido las miniaturas que acompa&ntilde;aban a estas composiciones l&iacute;ricas, obra primorosa de la iluminaci&oacute;n medieval.


<p>Con el cuerpo de obras que acabamos de revisar, Men&eacute;ndez Pidal habla de dos &eacute;pocas de creaci&oacute;n: la primera (1250-1260), volcada a la traducci&oacute;n, mientras la segunda (1269-1284) corresponde a las obras originales, como sus dos cr&oacute;nicas o las <em>Cantigas de Santa Mar&iacute;a.</em> En esta &uacute;ltima fase, y especialmente en su obra po&eacute;tica, se cree que particip&oacute; m&aacute;s activamente el Rey Sabio, aunque por regla general su  actuaci&oacute;n se limitase a las tareas indicadas en un c&eacute;lebre pasaje de la <em>General Estoria</em>: "as&iacute; como dixiemos nos muchas vezes, el rey faze un libro, non por que'l &eacute;l escriua con sus manos, mas porque compone las razones d&eacute;l, e las enmienda e yegua e enderes&ccedil;a, e muestra la manera de c&oacute;mo se deuen fazer, e de s&iacute; escriue las qui &eacute;l manda; pero por esto dezimos por esta raz&oacute;n que &eacute;l faze el libro". Como quiera que sea, la empresa cultural alfons&iacute; no resiste parang&oacute;n en el siglo XIII peninsular, pues es el mensajero de un despertar cultural que continuar&iacute;a, a pesar de las ideas heredadas, durante el reinado de Sancho IV.


<h4>Aspectos musicales</h4>
 
<p>En el terreno musical cre&oacute; la c&aacute;tedra de m&uacute;sica de la Universidad de Salamanca (1254) y fue protector y admirador de muchos trovadores, como Bonifacio Calvo, Guiraut, Riquier o Guill&eacute;n de Cervera. Rey de un territorio donde conviv&iacute;an cristianos, jud&iacute;os y musulmanes, Alfonso X, a diferencia de la gran mayor&iacute;a de monarcas europeos de la &eacute;poca, protegi&oacute; las herencias culturales de todas las culturas. El resultado musical m&aacute;s importante de estos esfuerzos fueron las <em>Cantigas de Santa Mar&iacute;a,</em> una compilaci&oacute;n de 428 obras, la mayor&iacute;a escritas en gallego, de las que se sabe que el rey compuso varias personalmente. 
 
<p>En esta obra se a&uacute;nan con brillantez las influencias romanas, visig&oacute;ticas, &aacute;rabes, hebreas y trovadorescas, se consiguen importantes innovaciones y constituye, en general, una de las obras principales de la Edad Media europea. Comprenden melod&iacute;as gregorianas cantadas en lengua vulgar, motetes latinos cantados polif&oacute;nicamente y su parte m&aacute;s importante procede directamente del folclore tradicional de los diferentes pueblos del reino de Castilla. Otras son directamente innovaciones de Alfonso X y su equipo de compositores. La influencia de esta compilaci&oacute;n sobre la m&uacute;sica medieval europea fue muy grande. Han inspirado incluso obras de compositores actuales como Juli&aacute;n Orb&oacute;n y Mauricio Ohana.
 
 
<h4>Bibliograf&iacute;a.</h4> 
<ol>
<li>SOLALINDE, A.G., ed. General Estoria, I , Madrid, 1930.
<li>SOLALINDE, A.G., ed. General Estoria, II, Madrid, 1957-61.
<li>KELLER, J.E., Alfonso X el Sabio, Boston, 1976.
<li>MEN&Eacute;NDEZ PIDAL, R., ed. Primera Cr&oacute;nica General de Espa&ntilde;a, Madrid, 1977.
<li>SNOW, J.T.: The Poetry of Alfonso X el Sabio: a Critical Bibliography, Londres, 1977.
<li>KASTEN, L.A. y NITTI, J.: Concordances and Texts of the Royal Scriptorum Manuscripts of Alfonso X el Sabio, Madison, 1978.
<li>VANDERFORD, K., ed.: Setenario, Barcelona, 1984.
<li>METTMANN, W., ed.: Cantigas de Santa Mar&iacute;a, Madrid, 1984-89.
<li>RICO, F.: Alfonso X el Sabio y la General Estoria, Barcelona, 1985 (2ª ed.).
<li>CRADDOCK, J.R., The Legislative Works of Alfonso X el Sabio: a Critical Bibliography, Londres, 1986.
HONEGGER, M., Diccionario de la M&uacute;sica. Espasa Calpe, Segunda Edici&oacute;n. Madrid, 1993.
<li>SOPE&Ntilde;A IB&Aacute;&Ntilde;EZ, F., Historia de la M&uacute;sica. Epesa, 1974.
</ol>  

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Wednesday, February 17, 1999, 1:14:55 PM
Last Updated: Wednesday, February 17, 1999, 1:14:55 PM
</address>
</html>
