<html>
<head>
<TITLE>Francisco de Borja y Arag&oacute;n</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Francisco de Borja y Arag&oacute;n ">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Francisco de Borja y Arag&oacute;n (1581-1658)</h1>
<hr>
 

<p> Escritor espa&ntilde;ol, nacido en Madrid en 1581 y fallecido en la misma ciudad en 1658. Perteneci&oacute; a la Casa Real de Arag&oacute;n y a la familia Borgia y ostent&oacute; el t&iacute;tulo de Pr&iacute;ncipe de Esquilache. Desempe&ntilde;&oacute; el cargo de Virrey del Per&uacute; entre 1615 y 1621; como tal fund&oacute; la Universidad de San Marcos en Lima; el Colegio del Pr&iacute;ncipe para indios nobles y el de San Francisco, para hijos de conquistadores, en Cuzco. Mejor&oacute; las explotaciones mineras de la zona, lo cual, junto a la puesta en funcionamiento del consulado de Lima, permiti&oacute; aumentar los ingresos de la Real Hacienda. En 1617 se dividi&oacute; la gobernaci&oacute;n del R&iacute;o de la Plata en dos, la de Buenos Aires y la de Paraguay, ambas dependientes de ese virreinato. Fue defensor de los jesuitas y colabor&oacute; con ellos en empresas como la cruzada contra los id&oacute;latras y hechiceros.
En sus obras se resiste a utilizar el estilo culterano, si se except&uacute;a <em>El canto de Antonio y Cleopatra.</em> Su labor como poeta comprende trescientos excelentes romances art&iacute;sticos. Ejemplo de estos poemas son: <em>La Pasi&oacute;n de Nuestro Se&ntilde;or Jesucristo</em> (1638), escrita en tercetos; <em>N&aacute;poles recuperada por el rey don Alfonso</em> (1651), poema mediocre compuesto para celebrar las haza&ntilde;as de Alfonso V de Arag&oacute;n. Tradujo ciertos tratados latinos atribuidos a <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/kempisth.htm"><b>Tom&aacute;s de Kempis</b></a> que public&oacute; como <em>Meditaciones y oraciones</em> en 1661.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Thursday, March 04, 1999, 4:06:04 PM
Last Updated: Thursday, March 04, 1999, 4:06:04 PM
</address>
</html>
