<html>
<head>
<TITLE>Pedro Calder&oacute;n de la Barca</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Pedro Calder&oacute;n de la Barca">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Pedro Calder&oacute;n de la Barca(1600-1681)</h1>
<hr>

<p> Poeta y dramaturgo espa&ntilde;ol, nacido en Madrid en el a&ntilde;o 1600, y muerto en su ciudad natal en 1681. Continuador del arte nuevo de hacer comedias difundido por <a href="file://c:/demofd/informes/BNArgentina/catalogo/lopevega.htm"><b>Lope de Vega</b></a>, en su teatro se intensifica el componente l&iacute;rico, se adensa la reflexi&oacute;n moral y filos&oacute;fica, se enriquece la dimensi&oacute;n religiosa y se acent&uacute;a la introspecci&oacute;n psicol&oacute;gica de los personajes, forjando en su conjunto un corpus dram&aacute;tico considerado como el m&aacute;s profundo y acabado del teatro &aacute;ureo.

<h4>Vida.</h4>
 
<p>De familia acomodada y oriunda de la Monta&ntilde;a (es decir, de ascendencia hidalga acreditada), era hijo de un secretario del Consejo y Contadur&iacute;a Mayor de Hacienda, lo que dio a la familia una situaci&oacute;n social de cierta importancia y acomodo. El dramaturgo fue el tercero de los hijos del matrimonio y recibi&oacute; una educaci&oacute;n esmerada en el Colegio Imperial de Madrid, regentado por la Compa&ntilde;&iacute;a de Jes&uacute;s en el edificio que actualmente ocupa el Instituto de Bachillerato "San Isidro", entre 1608 y 1613. Su condici&oacute;n de hijo tercero lo destinaba desde la cuna a ocupar una capellan&iacute;a fundada por su abuela. Entre 1614 y 1620 estudi&oacute;, primero, en Alcal&aacute; de Henares, y despu&eacute;s en Salamanca, hasta obtener el grado de Bachiller en C&aacute;nones. Son a&ntilde;os juveniles en los que se le asocia a la cl&aacute;sica vida desordenada de los estudiantes, con la que prosigui&oacute; a partir de su regreso a Madrid, dejando de lado la carrera eclesi&aacute;stica e introduci&eacute;ndose en los ambientes literarios de la Corte. Particip&oacute; en las justas y cert&aacute;menes de esos a&ntilde;os, tales como los de beatificaci&oacute;n y canonizaci&oacute;n de San Isidro en 1621 y 1622 respectivamente. Todo ello nos lo sit&uacute;a en la estela de Lope de Vega, del que fue sucesor en la escena. En 1623 estren&oacute; su primera comedia, <em>Amor, honor y poder,</em> que obtuvo no poco &eacute;xito. Durante estos a&ntilde;os se vio envuelto en pleitos por su vida de pendencias y juego y por causa del testamento de su padre, que oblig&oacute; al dramaturgo y a sus hermanos a pleitear con su madrastra y a vender el cargo de su padre para pagarle lo que les ped&iacute;a. Probablemente fueron estos sucesos los que le llevaron a entrar al servicio del duque de Fr&iacute;as, con el que viaj&oacute; por Flandes y el norte de Italia entre 1623 y 1625.
 
<p>A su vuelta, prosigui&oacute; Calder&oacute;n con su vida de antes y comenz&oacute; a obtener &eacute;xitos en la escena, al tiempo que empezaba a eclipsarse la figura de Lope. Su irrupci&oacute;n, en compa&ntilde;&iacute;a de otros, en el sagrado del convento de las Trinitarias de Madrid, donde se encontraba la hija de Lope, en persecuci&oacute;n de un c&oacute;mico, le caus&oacute; la enemiga de Lope y de Fary Hortensio F&eacute;lix Paravicino. La burla que de este &uacute;ltimo hizo Calder&oacute;n en <em>El Pr&iacute;ncipe Constante</em> nos lo presenta bastante lejos del Calder&oacute;n taciturno que tanto ha gustado presentar a la cr&iacute;tica. En el mismo a&ntilde;o de 1629 en el que ten&iacute;an lugar estos sucesos, vio estrenar <em>La Dama Duende,</em> su primer gran &eacute;xito. La d&eacute;cada de 1630 a 1640 fue la m&aacute;s fruct&iacute;fera en lo que a los corrales de comedias se refiere. Al mismo tiempo, comenz&oacute; a recibir encargos para los teatros de la Corte, tanto en el sal&oacute;n dorado del desaparecido Alc&aacute;zar como en el reci&eacute;n inaugurado Palacio del Buen Retiro, para cuya primera funci&oacute;n escribi&oacute; en 1634 <em>El nuevo Palacio del Retiro.</em> En El Retiro, las funciones se llevaban a cabo en un coliseo construido para tal efecto -que contaba con todos los adelantos en materia escenogr&aacute;fica, para los que la Corte hab&iacute;a contratado al italiano Cosme Lotti-, pero tambi&eacute;n en escenarios montados sobre barcas en el Estanque de los jardines. Calder&oacute;n colabor&oacute; con Lotti en todo tipo de espect&aacute;culos palaciegos, sobre todo desde que, en 1635, se le nombrara director de tales representaciones. En 1636 se le concedi&oacute; el h&aacute;bito de Santiago. Fueron los a&ntilde;os de <em>El m&eacute;dico de su honra,</em> <em>La hija del aire,</em> etc. En 1636 apareci&oacute;, adem&aacute;s, la Primera Parte de sus <em>Comedias,</em> recogidas en n&uacute;mero de doce, que tendr&aacute; sucesivas partes en 1637, 1664, 1672 y 1677, a&ntilde;o en el que apareci&oacute; tambi&eacute;n la primera entrega de sus <em>Autos sacramentales.</em>
 
<p>Como caballero de Santiago, particip&oacute; en el socorro de Fuenterrab&iacute;a de 1638 y en la campa&ntilde;a de Catalu&ntilde;a de 1640, respecto de la que se cuenta la an&eacute;cdota, nunca comprobada, de que el rey trat&oacute; de impedir la posible p&eacute;rdida de su dramaturgo en el campo de batalla mediante la orden de que no dejara Madrid mientras no le entregara una comedia concluida. Calder&oacute;n le entreg&oacute; en pocos d&iacute;as la titulada <em>Certamen de amor y celos,</em> que se represent&oacute; en el Estanque de El Retiro. Herido durante el sitio de L&eacute;rida, obtuvo la licencia absoluta en 1642, a la que acompa&ntilde;&oacute; una pensi&oacute;n vitalicia.
 
<p>A su retorno, entr&oacute; al servicio del duque de Alba y continu&oacute; dedic&aacute;ndose al teatro, aunque s&oacute;lo al religioso, dado que los teatros permanecieron cerrados entre 1644 y 1645 y, m&aacute;s adelante, entre 1646 y 1649 con motivo de los lutos por la reina Isabel de Borb&oacute;n, primera mujer de Felipe IV y por el pr&iacute;ncipe Baltasar Carlos. En este ambiente se produjo, adem&aacute;s, la muerte de sus hermanos Jos&eacute; (1645) y Diego (1647), y el nacimiento de su &uacute;nico hijo, ileg&iacute;timo. Conmovido por todo ello, ingresa en la Orden Tercera de San Francisco en 1650 y se orden&oacute; sacerdote al a&ntilde;o siguiente, ocupando as&iacute; la capellan&iacute;a fundada por su abuela. En 1653 fue nombrado capell&aacute;n de los Reyes Nuevos de Toledo. Se dedic&oacute; a la composici&oacute;n de autos que le encargaban los ayuntamientos de Madrid y Toledo, y dej&oacute; de escribir para los corrales, aunque prosigui&oacute; con los encargos de la Corte (que consist&iacute;an en piezas de tema mitol&oacute;gico y montaje espectacular, en las que la m&uacute;sica comenzaba a tener un papel destacado). Son las primeras &oacute;peras y zarzuelas espa&ntilde;olas, de las que poco nos ha llegado, si exceptuamos algunos n&uacute;meros sueltos. El t&eacute;rmino Zarzuela se acu&ntilde;&oacute; para un g&eacute;nero mixto en el que se canta y se representa, pero no tiene nada que ver este espect&aacute;culo cortesano de tema mitol&oacute;gico con el g&eacute;nero de car&aacute;cter popular que, a partir de la misma idea pero con una base argumental tomada del sainete o de la propia comedia lopesca, comenzar&aacute; a generalizarse a partir del XVIII en los teatros p&uacute;blicos y en los salones aristocr&aacute;ticos. Nada m&aacute;s err&oacute;neo, por tanto, que la costumbre habitual de hacer de Calder&oacute;n el primero de nuestros zarzueleros, dado que nada sino la mezcla de canto y representaci&oacute;n hay en com&uacute;n entre dos g&eacute;neros por lo dem&aacute;s totalmente distintos.
 
<p>Pese a haberse apartado de los corrales, recibi&oacute; cr&iacute;ticas por su condici&oacute;n de sacerdote dramaturgo, de las que se defend&iacute;a arguyendo los encargos con los que se le importunaba. En 1663 fue nombrado capell&aacute;n de honor del rey y en 1666, capell&aacute;n mayor de Carlos II. Continu&oacute; escribiendo hasta el mismo a&ntilde;o de su muerte. Su &uacute;ltmia comedia, <em>Hado y divisa de Le&oacute;nido y Marfisa,</em> se represent&oacute; en 1680, y su &uacute;ltimo auto sacramental, <em>La divina Filotea,</em> vio la luz, concluido por Melchor de Le&oacute;n, en 1681, poco despu&eacute;s de muerte de Calder&oacute;n. Tras &eacute;sta, se abre un per&iacute;odo de decadencia de nuestro teatro que se prolongar&aacute; m&aacute;s de un siglo. 
 
 
<h4>Obra.</h4>
 
<p>Sin llegar a los extremos de la obra de Lope, la de Calder&oacute;n es tambi&eacute;n ingente: cerca de ciento veinte comedias, m&aacute;s de ochenta autos y varias piezas cortas. A pesar de cierta cantidad de piezas po&eacute;ticas, entre la que destaca el poema compuesto sobre la divisa Psalle et Sille -"canta y calla"- situada en el coro de la iglesia de los Reyes Nuevos de Toledo, su obra es b&aacute;sicamente dram&aacute;tica. La producci&oacute;n dram&aacute;tica de Calder&oacute;n aparece cuando el mecanismo teatral ya est&aacute; organizado en Espa&ntilde;a. Tal m&aacute;quina va a servir para un genio opuesto en casi todo al de Lope, caracterizado por su mirada hacia el interior frente a la necesidad de exteriorizarse de Lope.
 
<p>Desde Men&eacute;ndez y Pelayo, su obra se viene dividiendo en comedias y autos y, dentro de la primera, una subdivisi&oacute;n en comedias de capa y espada, dramas tr&aacute;gicos, dramas filos&oacute;ficos y dramas religiosos. Esta clasificaci&oacute;n, a pesar de los problemas que puede plantear la distinci&oacute;n entre "religioso" y "filos&oacute;fico" en algunos casos, se ha mostrado como &uacute;til a la hora de establecer una taxonom&iacute;a dentro de la obra del dramaturgo. Con todo, pueden se&ntilde;alarse varias caracter&iacute;sticas comunes a toda su creaci&oacute;n: la preocupaci&oacute;n de la reponsabilidad moral del hombre, el conflicto entre lo real y la ilusi&oacute;n, y el honor como fuente de conflictos sociales entre el sentimiento y el papel del hombre en la sociedad; lo mismo cabe decir del aspecto formal, en el que el recurso constante a la met&aacute;fora, a la hip&eacute;rbole y, sobre todo, a la paradoja convierte a cada comedia o auto en un aut&eacute;ntico poema dram&aacute;tico en el que se suman la lengua po&eacute;tica elaborada por Lope con las audacias gongorinas.
 
<p>Las comedias de capa y espada son la vertiente del teatro de Calder&oacute;n que m&aacute;s se asemeja al de Lope. Calder&oacute;n supone para la comedia lopesca la depuraci&oacute;n del molde a trav&eacute;s de la simplificaci&oacute;n de la trama y la mejora de la construcci&oacute;n, normalmente a trav&eacute;s de la supresi&oacute;n de escenas p&uacute;blicas como las que tanto gustaban a Lope y a su generaci&oacute;n. El motor de la acci&oacute;n suele ser el amor, con el que confluyen los celos y el honor. Los personajes se mueven de acuerdo con el decoro de su nivel social y la acci&oacute;n se basa habitualmente en el equ&iacute;voco. Es el caso de <em>El astr&oacute;logo fingido</em>; C<em>asa con dos puertas, mala es de guardar</em>; <em>Hombre pobre, todo es trazas</em>; <em>El alcaide de s&iacute; mismo</em>; <em>Gu&aacute;rdate del agua mansa</em> o <em>No hay burlas con el amor.</em> Por supuesto, es el g&eacute;nero al que pertenece tambi&eacute;n <em>La Dama Duende,</em> el primero de sus &eacute;xitos, en el que una de las damas atrevidas de nuestro teatro, do&ntilde;a &Aacute;ngela, se introduce por las noches en el cuarto de su amado para desordenar los muebles como si fuera un fantasma.
 
<p>Como se puede deducir de todo esto, la l&iacute;nea del Calder&oacute;n de los corrales no ser&iacute;a la que continuar&iacute;a el teatro espa&ntilde;ol a finales del XVII y durante el XVIII, sino la del Calder&oacute;n de los autos sacramentales y de las comedias heroicas y mitol&oacute;gicas de palacio, en las que el ornato esc&eacute;nico ten&iacute;a tanta importancia como el propio texto, y esto merced a la calidad po&eacute;tica de Calder&oacute;n, pues la balanza se inclinar&iacute;a del lado de la tramoya as&iacute; topara el organizador con un dramaturgo menos h&aacute;bil que el que nos ocupa. De estas comedias palaciegas, tambi&eacute;n llamadas "de aparato", escritas por lo general en fecha m&aacute;s tard&iacute;a, destacaremos <em>Ni amor se libra de amor,</em> basada en el cuento del Amor y Psique; <em>La fiera, el rayo y la piedra,</em> zarzuela basada en los mitos de Pigmali&oacute;n, Anax&aacute;rate y Cupido; <em>Fieras afemina Amor,</em> sobre H&eacute;rcules y Onfalia y <em>Eco y Narciso,</em> mito que se prestaba a singulares efectos musicales de eco merced a la transformaci&oacute;n final del protagonista, tales como los empleados por Monteverdi, Carissimi o, m&aacute;s tarde, Bach en diferentes obras. Dentro de este apartado hay que se&ntilde;alar tambi&eacute;n <em>La p&uacute;rpura de la Rosa,</em> representada en el Buen Retiro en 1660 y que ser&iacute;a la primera &oacute;pera representada en Am&eacute;rica.
 
<p>De entre los dramas religiosos se&ntilde;alaremos <em>El Purgatorio de San Patricio</em>; <em>El Pr&iacute;ncipe Constante</em> y <em>El m&aacute;gico prodigioso.</em>
 
<p>Los dramas de honor son los que m&aacute;s fama han dado al autor y los que, probablemente, m&aacute;s cr&iacute;ticas han atra&iacute;do sobre su figura. Sus argumentos son casos extremos en los que la fama p&uacute;blica de un hombre se ve comprometida por un adulterio, o por la simple sospecha de &eacute;ste, sin que le quede al deshonrado m&aacute;s remedio que lavar su honor con la mancha de los culpables. El concepto de honor, absolutamente ajeno a la mentalidad de nuestro tiempo, no se refiere al arrebato de celos, sino a una aut&eacute;ntico mandamiento social al que hay que obedecer a sangre fr&iacute;a:<br>
<br> 
"Al Rey, la hacienda y la vida<br>
se ha de dar, pero el honor<br>
es patrimonio del alma<br>
y alma s&oacute;lo es de Dios".<br>
<br> 
<p>Con todo, se trataba de un c&oacute;digo que, al menos en el teatro y la novela, el p&uacute;blico aceptaba y aplaud&iacute;a. Su pervivencia en nuestra sociedad ha sido tema constante para los escritores preocupados por el estudio del car&aacute;cter espa&ntilde;ol, tanto en ensayos como en novelas, en las que, casualmente o no, coincide con el tema de Don Juan. Es el caso de <em>La Regenta,</em> de "Clar&iacute;n", y <em>Tigre Juan</em> y <em>El curandero de su honra,</em> de Ram&oacute;n P&eacute;rez de Ayala. En este &uacute;ltimo, la parodia del honor calderoniano es evidente desde el propio t&iacute;tulo. Las tres obras m&aacute;s conocidas de este apartado de la producci&oacute;n calderoniana son <em>El Pintor de su deshonra</em>; <em>A secreto agravio, secreta venganza</em> y, sobre todo, <em>El m&eacute;dico de su honra,</em> en el que un caballero deja morir desangrada a su mujer por la simple sospecha, infundada, de haberle sido infiel con la posterior anuencia, y a&uacute;n alabanza, del rey. Con todo, el m&aacute;s famoso drama de honor de Calder&oacute;n es<em> El Alcalde de Zalamea,</em> en el que el conflicto del honor abandona la escena cortesana para aparecer entre plebeyos como el alcalde Pedro Crespo, personaje digno y consciente tanto de su valor como de su puesto en la sociedad que se rebela contra los abusos (como siempre de tipo sexual) del capit&aacute;n don &Aacute;lvaro de Ataide, de familia noble. La posici&oacute;n del villano es reforzada en la obra por la cobard&iacute;a de un hidalgo pobre que intenta aparentar lo que no tiene. Como en el caso anterior, la presencia del rey sancionando al que ha lavado su honor supone la aprobaci&oacute;n suprema de su conducta.

<p>Respecto de los dramas filos&oacute;ficos, es preciso tener en cuenta en primer lugar <em>La Vida es Sue&ntilde;o,</em> en donde se reflexiona sobre la raz&oacute;n de estado frente a la libertad humana a trav&eacute;s de la figura del pr&iacute;ncipe Segismundo, hijo del rey de Polonia que ha sido apartado del trono a causa de un pron&oacute;stico que vaticin&oacute; que destronar&iacute;a a su padre. La curiosidad del rey lo lleva al trono durante un d&iacute;a para devolverlo a su prisi&oacute;n, pero el joven luchar&aacute; para conseguir el trono al que est&aacute; destinado hasta destronar a su padre y librar as&iacute; a Polonia del rey injusto que lo ha mantenido prisionero para permanecer seguro en el trono sin temor. La reflexi&oacute;n sobre el poder mal adquirido aparece tambi&eacute;n en <em>La Hija del Aire</em> y <em>La Cisma de Inglaterra,</em> la primera sobre el mito de Nino y Sem&iacute;ramis y la segunda sobre el divorcio de Enrique VIII de Inglaterra de Catalina de Arag&oacute;n para casarse con Ana Bolena. En los tres casos, la recurrencia a espacios lejanos, m&iacute;ticos o contrarios a Espa&ntilde;a permiten al dramaturgo hablar con libertad, sin temor a que sus palabras se interpretaran contra la Corte espa&ntilde;ola, con la que, por lo dem&aacute;s, sus relaciones no pod&iacute;an ser mejores. Por otra parte, el respeto por la instituci&oacute;n mon&aacute;rquica le lleva a centrar el caso hist&oacute;rico de Enrique VIII en la figura de Ana Bolena, que es quien asciende a donde no le est&aacute; destinado y quien, como Sem&iacute;ramis en <em>La Hija del Aire,</em> acaba siendo derribada por los mismos que ayudaron a elevarla. El problema del buen gobierno, constante a lo largo de todo el XVII, primero merced a los valimientos de los duques de Uceda y Lerma y, ya con Felipe IV, del Conde-duque de Olivares, as&iacute; como con la minor&iacute;a de Carlos II y el gobierno de don Juan Jos&eacute; de Austria, parece haber sido un asunto de importancia para Calder&oacute;n, que ya lo trat&oacute; durante los tiempos de Olivares en <em>Saber del mal y del bien,</em> estrenada en 1628.
 
<p>Finalmente, los autos sacramentales est&aacute;n escritos para la festividad del Corpus Christi, en la que se ensalza la presencia real de Cristo en la forma consagrada. A causa de esto, los autos ten&iacute;an en su desarrollo metaf&oacute;rico que estaba relacionado con la propia naturaleza de la fiesta y que los convert&iacute;a en lo que el propio Calder&oacute;n llam&oacute; "Sermones / puestos en verso" en los que se buscaba explicar al pueblo cuestiones de &iacute;ndole teol&oacute;gica a las que de otra manera no pod&iacute;a acceder. Son los m&aacute;s aleg&oacute;ricos los que carecen de otro argumento, como <em>El gran teatro del mundo,</em> <em>El gran mercado del mundo</em> o <em>No hay m&aacute;s fortuna que Dios</em>; otros se ayudan de un argumento mitol&oacute;gico (<em>Los encantos de la culpa,</em> sobre Circe y Ulises; <em>El divino Orfeo</em>; o <em>Andr&oacute;meda y Perseo,</em> que se incluyen dentro de la ampl&iacute;sima corriente que, desde la propia Edad Media, hab&iacute;a buscado una explicaci&oacute;n moral a las f&aacute;bulas mitol&oacute;gicas) o b&iacute;blico (<em>La cena del Rey Baltasar</em>; <em>Sue&ntilde;os hay que verdad son,</em> sobre la historia de Jos&eacute; en Egipto; <em>El &aacute;rbol del mejor fruto</em>; <em>A tu pr&oacute;jimo como a ti,</em> sobre el buen samaritano; <em>La siembra del Se&ntilde;or,</em> etc.). Otros aprovechaban temas hist&oacute;ricos o legendarios (<em>La devoci&oacute;n de la misa,</em> <em>El Santo Rey don Fernando,</em> etc.) e, incluso, motivos como la construcci&oacute;n del nuevo palacio en <em>El nuevo Palacio del Retiro</em> o <em>Las &Oacute;rdenes militares.</em>
 
 
<h4>Bibliograf&iacute;a</h4>
<ol>
<li>VV.AA. ACTAS del Congreso Internacional sobre Calder&oacute;n y el teatro espa&ntilde;ol del Siglo de Oro, (Madrid, 1983).
<li>RUIZ RAM&Oacute;N, Francisco. Ediciones de La Hija del Aire (Madrid: C&aacute;tedra, 1987) y La cisma de Inglaterra (Madrid: Castalia, 1981).
<li>VALBUENA BRIONES, &Aacute;ngel. Calder&oacute;n y la comedia nueva (Madrid: 1977).
<li>VAREY, John E. Cosmovisi&oacute;n y escenograf&iacute;a: el teatro espa&ntilde;ol en el Siglo de Oro. (Madrid: 1987).
</ol>  

<p>G. Fern&aacute;ndez San Emeterio.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Friday, February 19, 1999, 1:15:05 PM
Last Updated: Friday, February 19, 1999, 1:15:05 PM
</address>
</html>
