<html>
<head>
<TITLE>Miguel de Cervantes Saavedra</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Miguel de Cervantes Saavedra">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Miguel de Cervantes Saavedra(1547-1616)</h1>
<hr>

<p> Poeta, novelista y dramaturgo espa&ntilde;ol, nacido en Alcal&aacute; de Henares en 1547, y muerto en Madrid en 1616. Est&aacute; considerado como el m&aacute;s grande novelista espa&ntilde;ol y uno de los mejores escritores universales de todos los tiempos. Su magisterio ha sido reconocido por la inmensa mayor&iacute;a de los prosistas posteriores: Balzac, Dostoievski, Gald&oacute;s, Garc&iacute;a M&aacute;rquez, Kundera, Torrente Ballester, Borges, etc. La difusi&oacute;n alcanzada por <em>El Quijote</em> no conoce fronteras ling&uuml;&iacute;sticas y su transcendencia va m&aacute;s all&aacute; de culturas. Basta con referirse a «la lengua de Cervantes» para significar la grandeza del castellano.

<h4>Vida.</h4>
   
<p>Tanto su vida como su literatura han sido abordadas desde los enfoques cr&iacute;ticos m&aacute;s dispares, ortodoxos y heterodoxos, para ser explicadas con intenciones hagiogr&aacute;ficas o sensacionalistas, arrojando una cosecha bibliogr&aacute;fica inabarcable que todav&iacute;a no ha logrado resolver multitud de interrogantes y enigmas. Nuestro primer autor sigue siendo todo un desconocido en numerosos aspectos: ni siquiera conocemos su verdadero rostro, por m&aacute;s que estemos habituados a ver su retrato -supuestamente pintado por J&aacute;uregui- estampado como aut&eacute;ntico en todos sitios; no sabemos, a ciencia cierta, su fecha de nacimiento, ni poseemos documentaci&oacute;n alguna relativa a su vida personal; tampoco conservamos manuscritos aut&oacute;grafos de ninguna de sus obras, sino impresiones de &eacute;poca un tanto descuidadas; ni siquiera contamos todav&iacute;a con aut&eacute;nticas «ediciones cr&iacute;ticas» de la mayor&iacute;a de sus creaciones y, en fin, nunca acertaremos a deslindar las atribuciones. La &uacute;nica verdad absoluta en Cervantes es <em>El Quijote</em>: la mayor aportaci&oacute;n de Espa&ntilde;a a la cultura occidental.
 
<p>El retrato m&aacute;s fidedigno que conocemos de Miguel de Cervantes no se debe a los pinceles, sino a su propia pluma, con la que traz&oacute; su "rostro y talle" en el pr&oacute;logo a las <em>Novelas ejemplares</em>:
 
<p>"&Eacute;ste que veis aqu&iacute;, de rostro aguile&ntilde;o, de cabello casta&ntilde;o, frente lisa y desembarazada, de alegres ojos y de nariz corva, aunque bien proporcionada; las barbas de plata, que no ha veinte a&ntilde;os que fueron de oro, los bigotes grandes, la boca peque&ntilde;a, los dientes ni menudos ni crecidos, porque no tiene sino seis, y &eacute;sos mal acondicionados y peor puestos, porque no tienen correspondencia los unos con los otros; el cuerpo entre dos estremos, ni grande, ni peque&ntilde;o, la color viva, antes blanca que morena; algo cargado de espaldas, y no muy ligero de pies; &eacute;ste digo que es el rostro del autor de <em>La Galatea</em> y de <em>Don Quijote de la Mancha,</em> y del que hizo el <em>Viaje del Parnaso,</em> a imitaci&oacute;n del de C&eacute;sar Caporal Perusino, y otras obras que andan por ah&iacute; descarriadas y, quiz&aacute;, sin el nombre de su due&ntilde;o. Ll&aacute;mase com&uacute;nmente Miguel de Cervantes Saavedra. Fue soldado muchos a&ntilde;os, y cinco y medio cautivo, donde aprendi&oacute; a tener paciencia en las adversidades. Perdi&oacute; en la batalla naval de Lepanto la mano izquierda de un arcabuzazo, herida que, aunque parece fea, &eacute;l la tiene por hermosa, por haberla cobrado en la m&aacute;s memorable y alta ocasi&oacute;n que vieron los pasados siglos, ni esperan ver los venideros, militando debajo de las vencedoras banderas del hijo del rayo de la guerra, Carlo Quinto, de felice memoria".
 
<p>As&iacute; habr&aacute; que aceptarlo, sin mistificaciones ni sensacionalismos: no muy agraciado f&iacute;sicamente, soldado lisiado en Lepanto, cautivo en Argel y, sencillamente, autor del <em>Quijote.</em>
 
<p>El "com&uacute;nmente" llamado Miguel de Cervantes Saavedra fue bautizado, el 9 de octubre de 1547, en la iglesia parroquial de Santa Mar&iacute;a la Mayor, de Alcal&aacute; de Henares, lo que aclara su «patria chica» y, unido a su nombre, permite aventurar el 29 de septiembre, d&iacute;a de San Miguel, como posible fecha de nacimiento. Era el cuarto hijo de los seis que tuvo el matrimonio Rodrigo de Cervantes y Leonor de Cortinas, sin m&aacute;s posibles que el oficio de «m&eacute;dico cirujano» -enti&eacute;ndase practicante o barbero- del padre, a todas luces insuficiente para sustentar con holgura tan pesada carga, m&aacute;xime cuando el abuelo paterno, el licenciado Juan de Cervantes, se hab&iacute;a marchado a C&oacute;rdoba, con amante y esclavo negro, dejando abandonada a su familia. Las estrecheces econ&oacute;micas, en las que sin duda se cri&oacute; nuestro autor, forzaron a su padre a emprender un vagabundeo por Valladolid, C&oacute;rdoba y Sevilla en busca de mejor suerte, nunca conseguida, sin que sepamos a ciencia cierta si su prole lo acompa&ntilde;&oacute; en sus viajes o no. Si lo hizo, Cervantes podr&iacute;a haber aprendido sus primeras letras en un colegio de la Compa&ntilde;&iacute;a de Jes&uacute;s de esas localidades, e incluso haberse aficionado al teatro -una vocaci&oacute;n que no abandonar&iacute;a jam&aacute;s- bajo la tutela del padre Acevedo.
 
<p>El hecho cierto es que desde 1566 el cirujano estaba definitivamente establecido con su familia en Madrid y que por esos a&ntilde;os debi&oacute; de iniciar el joven autor su carrera literaria: primero, en 1567, con un soneto dedicado a la reina («Seren&iacute;sima reina, en quien se halla»), con motivo del nacimiento de la infanta Catalina, la segunda hija de Felipe II, que bien pudo estamparse en un medall&oacute;n gracias a Getino de Guzm&aacute;n, el organizador de la celebraci&oacute;n y compadre de Rodrigo; despu&eacute;s, en 1569, con cuatro poemas de corte garcilacista dedicados a la muerte de Isabel de Valois, tercera esposa de Felipe II, que le pidi&oacute; Juan L&oacute;pez de Hoyos, rector del Estudio de la Villa -trat&aacute;ndolo de «caro y amado disc&iacute;pulo»-, para incluirlos en la Historia y relaci&oacute;n de las exequias reales. Cabe suponer, entonces, que Cervantes se inici&oacute; en la literatura bajo los auspicios del humanista y gram&aacute;tico, pero desconocemos las circunstancias y el alcance de tal magisterio. Tan s&oacute;lo puede asegurarse que la primera vocaci&oacute;n cervantina fue la poes&iacute;a, nunca abandonada aunque las musas no le fueran propicias: «Yo, que siempre trabajo y me desvelo / por parecer que tengo de poeta / la gracia que no quiso darme el cielo», reconocer&iacute;a muchos a&ntilde;os despu&eacute;s, en 1614, en el<em> Viaje del Parnaso.</em>
 
<p>Esos tempranos inicios po&eacute;ticos se vieron truncados casi en sus comienzos. A finales de 1569, sin saber c&oacute;mo ni por qu&eacute;, hallamos al joven poeta instalado en Roma como camarero del cardenal Giulio Acquaviva, al que servir&iacute;a durante un tiempo para iniciar pronto su carrera militar. A falta de mejor explicaci&oacute;n, el traslado a Italia se ha supuesto provocado por un mandamiento judicial de ese a&ntilde;o en el que se ordenaba la prisi&oacute;n y destierro, adem&aacute;s de la p&eacute;rdida de la mano derecha, de un estudiante llamado Miguel de Cervantes, acusado de haber herido al maestro de obras Antonio de Sigura. Mal que nos pese, la conjetura no es ni mucho menos descartable, a no ser que nos quedemos a la espera, como sugiere Canavaggio, de descubrir la existencia de «dos Miguel de Cervantes». Entre tanto, lo cierto es que nuestro autor tuvo ocasi&oacute;n de familiarizarse con la literatura italiana del momento, tan influyente en su propia obra.
 
<p>El ambiente pontificio no debi&oacute; de agradarle demasiado, pues hacia 1570 lo abandona para abrazar, durante unos cinco a&ntilde;os, la carrera militar, en la que tampoco le sonreir&iacute;a la fortuna. Supuestamente, se alist&oacute; primero en N&aacute;poles a las &oacute;rdenes de &Aacute;lvaro de Sande, para sentar plaza despu&eacute;s, con toda seguridad, en la compa&ntilde;&iacute;a de Diego de Urbina, del tercio de don Miguel de Moncada, bajo cuyas &oacute;rdenes se embarcar&iacute;a en la galera Marquesa, junto con su hermano Rodrigo, para combatir, el 7 de octubre de 1571, en la batalla naval de Lepanto. Sin duda, luch&oacute; m&aacute;s que valerosamente, pese a las fiebres que sufr&iacute;a a la saz&oacute;n, desde el esquife de la nave, pues recibi&oacute; dos arcabuzazos en el pecho y uno en la mano izquierda, que se la dejar&iacute;a inutilizada para siempre. A cambio, quedar&iacute;a inmortalizado como «El manco de Lepanto» y conservar&iacute;a hasta su muerte el orgullo de haber participado en «la m&aacute;s alta ocasi&oacute;n que vieron los siglos pasados, los presentes, ni esperan ver los venideros» (pr&oacute;logo al Quijote de 1615).
 
<p>Recuperado de sus heridas en Mesina, en 1572 se incorpora a la compa&ntilde;&iacute;a de don Manuel Ponce de Le&oacute;n, del tercio de don Lope de Figueroa, dispuesto a seguir como soldado, pese a tener una mano lisiada. Pero, sin duda alguna, su carrera militar ha tocado techo con el reciente nombramiento de «soldado aventajado» y, aunque participa, sin pena ni gloria, en varias campa&ntilde;as militares durante los a&ntilde;os siguientes (Navarino, T&uacute;nez, Corf&uacute; y La Goleta), pasa gran parte del tiempo en los cuarteles de invierno de Mesina, Sicilia, Palermo y N&aacute;poles. Consciente de ello y hastiado de tal modo de vida, unos tres a&ntilde;os despu&eacute;s, Cervantes decide regresar a Espa&ntilde;a, no sin obtener antes cartas de recomendaci&oacute;n del duque de Sessa y del mismo don Juan de Austria, reconoci&eacute;ndole sus m&eacute;ritos militares, con intenci&oacute;n de utilizarlas en la Corte para obtener alg&uacute;n cargo oficial. Mal pod&iacute;a imaginar que, muy al contrario, s&oacute;lo le acarrear&iacute;an disgustos.
 
<p>As&iacute;, en 1575 embarca en N&aacute;poles, junto con su hermano Rodrigo, en una flotilla de cuatro galeras que parten rumbo a Barcelona, con tan mala fortuna que una tempestad las dispersa y precisamente El Sol, en la que viajaban Cervantes y su hermano, es apresada, ya frente a las costas catalanas, por unos corsarios berberiscos al mando del renegado alban&eacute;s Arnaut Mam&iacute;. Los cautivos son conducidos a Argel y Miguel de Cervantes cae en manos de Dal&iacute; Mam&iacute;, apodado "El Cojo", quien, a la vista de las cartas de recomendaci&oacute;n del prisionero, fija su rescate en 500 escudos de oro, cantidad pr&aacute;cticamente inalcanzable para la familia del cirujano.
 
<p>Se inicia, as&iacute;, el per&iacute;odo m&aacute;s calamitoso de su vida: cinco a&ntilde;os largos de cautiverio en las mazmorras o ba&ntilde;os argelinos, que dejar&iacute;an una huella indeleble en la mente del escritor -normalmente traducida en una continua exaltaci&oacute;n de la libertad-,<br>
 
<p>"La libertad, Sancho, es uno de los m&aacute;s preciosos dones que a los hombres dieron los cielos; con ella no pueden igualarse los tesoros que encierra la tierra ni el mar encubre; por la libertad, as&iacute; como por la honra, se puede y debe aventurar la vida, y, por el contrario, el cautiverio es el mayor mal que puede venir a los hombres" (<em>Quijote,</em> II, 58).<br>
<br> 
a la vez que alimentar&iacute;an numerosas p&aacute;ginas de sus obras, desde <em>La Galatea</em> al <em>Persiles,</em> pasando por <em>El capit&aacute;n cautivo</em> del primer <em>Quijote,</em> y sin olvidar <em>El trato de Argel</em> ni <em>Los ba&ntilde;os de Argel.</em>
 
<p>Sin embargo, Cervantes aprendi&oacute; pronto a tener «paciencia en las adversidades», y el «soldado aventajado» no se dejar&iacute;a doblegar ni abatir f&aacute;cilmente, como nos consta por la informaci&oacute;n hecha sobre el cautiverio y por los testimonios recogidos en la Topograf&iacute;a e historia general de Argel, de Diego de Haedo. Muy al contrario, llev&oacute; a cabo hasta cuatro intentos de fuga, todos fallidos, pero que prueban sobradamente su temple valiente y su nobleza de &aacute;nimo:<br>
<br> 
<p>"Ya en 1576 huye con otros cristianos rumbo a Or&aacute;n, pero el moro que los guiaba los abandon&oacute; y hubieron de regresar a Argel.
 
<p>Al a&ntilde;o siguiente, se encierra con catorce cautivos en una gruta del jard&iacute;n del alcaide Has&aacute;n, donde permanecen cinco meses en espera de que su hermano Rodrigo, rescatado poco antes, acuda a su liberaci&oacute;n. Un renegado apodado "El Dorador" los traiciona y son sorprendidos en la gruta: Cervantes se declara el &uacute;nico responsable, lo que le vale ser cargado de grillos y conducido a las mazmorras del rey.
 
<p>En 1578 dirige unas cartas a don Mart&iacute;n de C&oacute;rdoba, general de Or&aacute;n, para que les env&iacute;e alg&uacute;n esp&iacute;a que los saque de Argel, pero el moro que las llevaba es detenido y empalado, en tanto que Cervantes, el responsable, es condenado a recibir 2000 palos, que, sin duda, nunca le dieron.
 
<p>Sin cejar en el empe&ntilde;o, dos a&ntilde;os despu&eacute;s procura armar una fragata en Argel para alcanzar Espa&ntilde;a con unos sesenta pasajeros. De nuevo una delaci&oacute;n, realizada por el renegado Blanco de Paz, hace fracasar la empresa y Cervantes, otra vez, se declara el m&aacute;ximo responsable y se entrega a Has&aacute;n, quien le perdona la vida y lo encarcela en sus propios ba&ntilde;os".<br>
<br> 
<p>Desde luego, tan «ejemplar y heroica» conducta merece toda nuestra admiraci&oacute;n y elogios, pero ello no es &oacute;bice para ocultar lo sorprendente que resulta el trato de favor dispensado por los turcos a nuestro preso, m&aacute;xime cuando andaba de por medio Has&aacute;n Baj&aacute;, de cuya crueldad tenemos sobradas pruebas, dispuesto siempre a indultarlo y capaz de pagarle a Dal&iacute; Mam&iacute; los 500 escudos de oro que ped&iacute;a por &eacute;l. Razones hay evidentes para sospechar una relaci&oacute;n personal muy especial entre el cautivo y el gobernador de Argel, sin que conozcamos exactamente de qu&eacute; tipo, ni siquiera recurriendo a las maledicencias de Juan Blanco de Paz. En modo alguno podemos dar por sentada la hip&oacute;tesis, tan aireada recientemente a la b&uacute;squeda del sensacionalismo, de que Cervantes mantuviese relaciones homosexuales con Has&aacute;n, bas&aacute;ndonos en su oscura relaci&oacute;n con las mujeres y en la condici&oacute;n sodom&iacute;tica del segundo. De cualquier modo, «tanto monta, monta tanto...».
 
<p>Sea de ello lo que fuere, lo cierto es que, pese a las calamidades, encontr&oacute; tiempo para redactar algunos poemas laudatorios, dedicados a dos compa&ntilde;eros de esclavitud (Bartolomeo Ruffino y Antonio Veneziano) y, en caso de que fuese suya, la "Ep&iacute;stola a Mateo V&aacute;zquez". Por fin, el 19 de septiembre de 1580, cuando Cervantes estaba a punto de partir en la flota de Has&aacute;n Baj&aacute; hacia Costantinopla, los trinitarios fray Juan Gil y fray Ant&oacute;n de la Bella pagan el monto del rescate y nuestro autor queda en libertad. El 27 de octubre llega a las costas espa&ntilde;olas y desembarca en Denia (Valencia): su cautiverio ha durado cinco a&ntilde;os y un mes.
 
<p>Se encuentra en Madrid con una familia arruinada e intenta en seguida valerse de las «cartas de recomendaci&oacute;n» para conseguir alg&uacute;n nombramiento oficial, pero no logra sino una oscura misi&oacute;n en Or&aacute;n, llevada a cabo a mediados de 1581, desde donde se traslada a Lisboa para dar cuenta a Felipe II del resultado. No ceja en su aspiraci&oacute;n a alguna vacante en Indias y, en 1582, dirige una solicitud a Antonio de Eraso, que le es denegada. Nunca le ser&iacute;an recompensados sus m&eacute;ritos militares.
 
<p>Pese a ello, estos son a&ntilde;os relativamente felices y aun triunfales. Con la alegr&iacute;a del regreso y el orgullo imperialista, Cervantes se dedica de lleno a las letras. Se integra perfectamente en el ambiente literario de la Corte, mantiene relaciones amistosas con los poetas m&aacute;s destacados (La&yacute;nez, Figueroa, Padilla, etc.) y se dedica a redactar <em>La Galatea</em> -donde figuran como personajes buena parte de estos autores-, que ver&iacute;a la luz en Alcal&aacute; de Henares, en 1585. Simult&aacute;neamente, sigue de cerca la evoluci&oacute;n del teatro, acelerada por el nacimiento de los corrales de comedias, y se empapa en la obras de Argensola, Cueva, Viru&eacute;s, etc., llevando a cabo una actividad dram&aacute;tica muy fecunda no ajena al &eacute;xito:<br> 
<br> 
<p>"compuse en este tiempo hasta veinte comedias o treinta, que todas ellas se recitaron sin que se les ofreciese ofrenda de pepinos ni de otra cosa arrojadiza; corrieron su carrera sin silbos, gritas ni barah&uacute;ndas" (pr&oacute;logo a <em>Ocho comedias</em>).<br>
 
<p>De ellas s&oacute;lo conservamos <em>El trato de Argel,</em> <em>La Numancia </em>y, si admitimos su paternidad, la reci&eacute;n atribuida <em>Conquista de Jerusal&eacute;n.</em> Tambi&eacute;n conocemos un contrato firmado en 1585 con Gaspar de Porres, referente a dos piezas perdidas: <em>El trato de Constantinopla</em> y <em>La Confusa.</em>
 
<p>Entre tanto, queda tiempo para el amor. A trav&eacute;s del mundillo teatral, se relaciona con Ana de Villafranca, o Ana Franca de Rojas (casada con Alonso Rodr&iacute;guez, que ten&iacute;a taberna en la calle Tudescos), de quien nacer&iacute;a, en 1584, la &uacute;nica descendiente de nuestro autor: Isabel, con el tiempo apellidada de Saavedra. Pese a ello, Cervantes viaja en seguida a Esquivias para entrevistarse con Juana Gait&aacute;n, viuda de su amigo Pedro La&yacute;nez, e intentar publicar sus obras. All&iacute; conoce a Catalina de Palacios, con cuya hija de diecinueve a&ntilde;os, Catalina de Salazar, contrae matrimonio, hacia sus treinta y ocho, el 12 de diciembre de ese mismo a&ntilde;o. De momento, se instala con su esposa en Esquivias, pero los viajes continuos ir&aacute;n en aumento y, pasados tres a&ntilde;os, el marido abandonar&aacute; a su esposa para no reunirse con ella definitivamente hasta principios del XVII.
 
<p>En 1587 aparece instalado en Sevilla, donde, al fin, obtiene, por mediaci&oacute;n de Diego de Valdivia, el cargo de comisario real de abastos para la Armada Invencible, al servicio de los sucesivos responsables de la provisi&oacute;n de las galeras reales: Antonio de Guevara, Miguel de Oviedo y Pedro de Isunza; a&ntilde;os despu&eacute;s ser&iacute;a encargado de recaudar las tasas atrasadas en Granada, habi&eacute;ndole denegado una vez m&aacute;s el oficio en Indias («Busque por ac&aacute; en qu&eacute; se le haga merced») que volvi&oacute; a solicitar en 1590. Tan miserables empleos lo arrastrar&iacute;an a soportar, hasta finales de siglo, un continuo vagabundeo mercantilista por el sur (&Eacute;cija, La Rambla, Castro del R&iacute;o, Cabra, &Uacute;beda, Estepa, etc.), sin lograr m&aacute;s que disgustos, excomuniones, denuncias y alg&uacute;n encarcelamiento (Castro del R&iacute;o, en 1592, y Sevilla, en 1597), al parecer siempre injustos y nunca demasiado largos. Como contrapartida, el viajero entrar&aacute; en contacto directo con las gentes de a pie, y aun con los bajos fondos, adquiriendo una experiencia humana magistralmente recreada en sus obras.
 
<p>Tan largo per&iacute;odo administrativo, lleno de sinsabores, lo aparta del quehacer literario: «Tuve otras cosas en que ocuparme, dej&eacute; la pluma y las comedias» (pr&oacute;logo a <em>Ocho comedias</em>), pero s&oacute;lo relativamente. El escritor se mantiene en activo: como poeta, sigue cantando algunos de los sucesos m&aacute;s sonados (odas al fracaso de la Invencible, soneto al saqueo de C&aacute;diz o «Al t&uacute;mulo de Felipe II» y numerosas composiciones sueltas aparecidas en obras de otros autores); como dramaturgo, se compromete en 1592 con Rodrigo Osorio a entregarle seis comedias, que no cobrar&iacute;a si no resultaban de las mejores, entre las cuales han de contarse varias de las incluidas en el tomo de 1615; como novelista, redacta varias novelas cortas (<em>El cautivo,</em> <em>Rinconete y Cortadillo,</em> <em>El celoso extreme&ntilde;o,</em> etc.) y, mucho m&aacute;s importante, esboza nada menos que la primera parte del <em>Quijote</em> y, quiz&aacute;, el comienzo del <em>Persiles.</em> Ello explica su incre&iacute;ble fecundidad editorial en los &uacute;ltimos a&ntilde;os de su vida. Con el comienzo de siglo, Cervantes se despide de Sevilla y s&oacute;lo sabemos de &eacute;l que anda dedicado de lleno al <em>Quijote,</em> seguramente espoleado por el &eacute;xito alcanzado por <a href="aleman.htm"><b>Mateo Alem&aacute;n</b></a> con la primera parte del <em>Guzm&aacute;n de Alfarache</em> (1599). El hecho es que en 1603 el matrimonio Cervantes se instala en Valladolid, nueva sede de la Corte con Felipe III, en el suburbio del Rastro de los Carneros, junto al hospital de la Resurrecci&oacute;n, rodeado de la parentela femenina: sus hermanas Andrea y Magdalena, su sobrina Constanza, hija de la primera, su propia hija Isabel y, por a&ntilde;adidura, una criada, Mar&iacute;a de Ceballos. Todas estaban bien experimentadas en los desenga&ntilde;os amorosos, aunque debidamente cobrados, con los hombres. Cabe pensar que el escritor, sin oficio ni beneficio, se refugiase al arrimo de sus parientas, pero eso no autoriza a hablar de gineceos ni de comercios carnales, como &uacute;ltimamente se viene postulando.
 
<p>A principios de 1605, de forma un tanto precipitada, ve la luz <em>El ingenioso hidalgo don Quijote de la Mancha,</em> en la imprenta madrile&ntilde;a de Juan de la Cuesta, a costa de Francisco de Robles, con un &eacute;xito inmediato y varias ediciones piratas, por lo que Juan de la Cuesta inicia la segunda edici&oacute;n al poco tiempo. Pero la alegr&iacute;a del &eacute;xito se ver&iacute;a turbada en seguida por un nuevo y breve encarcelamiento, ahora ordenado sediciosamente por el alcalde Villarroel, motivado por el asesinato de Gaspar de Ezpeleta a las puertas de los Cervantes, en cuyo proceso la familia queda acusada de llevar vida licenciosa ("Las Cervantas").
 
<p>De nuevo tras la Corte, Cervantes se traslada a Madrid en 1606, donde luego se instalar&aacute; en el barrio de Atocha. Todav&iacute;a queda mucha literatura por publicar, pero la edad empieza a no estar ya «para burlarse con la otra vida» (pr&oacute;logo a las <em>Novelas ejemplares</em>). Se dedica exclusivamente a escribir y pronto ingresa en la Congregaci&oacute;n de los Esclavos del Sant&iacute;simo Sacramento del Olivar, mientras que la muerte se ceba en sus parientes: Andrea, Magdalena e Isabel Sanz, su nieta, mueren en torno a 1609. Tan s&oacute;lo intenta, en 1610, acompa&ntilde;ar al conde de Lemos a N&aacute;poles, pero <a href="leodearl.htm"><b>Lupercio Leonardo de Argensola</b></a>, encargado de reclutar la comitiva, lo deja fuera, lo mismo que a G&oacute;ngora. Tan s&oacute;lo queda la recta final: un par de mudanzas, primero a la calle Huertas y luego a la de Francos, la asistencia a las academias de moda, como la del conde de Salda&ntilde;a, en Atocha, y el ingreso en la Orden Tercera de San Francisco.
 
<p>Amparado en su prestigio como novelista, se centra pacientemente en su oficio de escritor y va redactando gran parte de su producci&oacute;n literaria, aprovechando t&iacute;tulos y proyectos viejos. Tras ocho a&ntilde;os de silencio editorial desde la publicaci&oacute;n de la novela que lo inmortalizar&iacute;a, publica una verdadera avalancha literaria: <em>Novelas ejemplares</em> (1613), <em>Viaje del Parnaso</em> (1614), <em>Ocho comedias y ocho entremeses nuevos nunca representados</em> (1615) y <em>Segunda parte del ingenioso caballero don Quijote de la Mancha</em> (el mismo a&ntilde;o). La lista se cerrar&iacute;a, p&oacute;stumamente, con la aparici&oacute;n, gestionada por Catalina, de <em>Los trabajos de Persiles y Sigismunda, historia setentrional</em> (1617).
 
<p>Pero Cervantes estaba gravemente enfermo de hidropes&iacute;a y, en 1616, sus d&iacute;as tocaban ya a su fin: el 18 de abril recibe los &uacute;ltimos sacramentos; el 19 redacta, «puesto ya el pie en el estribo», su &uacute;ltimo escrito: la sobrecogedora dedicatoria del <em>Persiles</em>; el 22, poco m&aacute;s de una semana despu&eacute;s que Shakespeare, el autor del <em>Quijote</em>fallece y es enterrado al d&iacute;a siguiente, con el sayal franciscano, en el convento de las Trinitarias Descalzas de la actual calle de Lope de Vega. Sus restos mortales se perdieron, pero «dej&oacute;nos harto consuelo su memoria» y su literatura.
 
<h4>Obra.</h4>
 
<p>Sin afanes de pol&iacute;grafo, Miguel de Cervantes cultiv&oacute; los tres grandes g&eacute;neros literarios -poes&iacute;a, teatro y novela- con el mismo empe&ntilde;o, aunque con resultados bien distintos. La historia literaria ha respetado siempre la evaluaci&oacute;n adelantada por sus contempor&aacute;neos: fue menospreciado como poeta, cuestionado como dramaturgo y admirado como novelista.
 
<h4>Poes&iacute;a.</h4> 
 
<p>La producci&oacute;n po&eacute;tica cervantina ocupa un espacio considerable en el conjunto de su obra, se halla diseminada a lo largo y ancho de sus escritos y recorre su biograf&iacute;a desde sus inicios literarios hasta el <em>Persiles.</em> Responde a una vocaci&oacute;n profunda, cultivada ininterrumpidamente, aunque no siempre con la inspiraci&oacute;n necesaria, seg&uacute;n dej&oacute; sentado el propio poeta en el <em>Viaje del Parnaso</em>:<br>
<br> 
"Yo, que siempre trabajo y me desvelo<br>
por parecer que tengo de poeta<br> 
la gracia que no quiso darme el cielo".<br>
<br> 
<p>Dejando de lado los poemas incluidos en las obras mayores, donde no escasean los logros ocasionales, est&aacute; integrada por numerosas composiciones sueltas, normalmente de circunstancias (conmemorativas, f&uacute;nebres, laudatorias o sat&iacute;rico-burlescas), y por un largo poema menipeo con perfiles auto biogr&aacute;ficos: el <em>Viaje del Parnaso.</em>
 
<p>Las poes&iacute;as sueltas se inician con cinco piezas, de corte garcilasista, dedicadas a Isabel de Valois: un soneto (1567) laudatorio por el nacimiento de su hija Catalina («Seren&iacute;sima reina, en quien se halla»), y los cuatro poemas conmemorativos de su muerte, publicados por L&oacute;pez de Hoyos en 1569, entre los que destaca una larga eleg&iacute;a («¿A qui&eacute;n ir&aacute; mi doloroso canto»). A los a&ntilde;os del cautiverio corresponden dos sonetos laudatorios, no carentes de habilidad, dedicados a los italianos Bartolomeo Ruffino di Chiambery («¡Oh cu&aacute;n claras se&ntilde;ales hab&eacute;is dado») y a Antonio Veneziano («Si, ans&iacute; como de nuestro mal se canta»), y la celebrada "Ep&iacute;stola a Mateo V&aacute;zquez" («Si el bajo son de la zampo&ntilde;a m&iacute;a»), en tercetos encadenados lograd&iacute;simos, aunque no est&aacute; nada clara su atribuci&oacute;n. Tras su regreso, el poeta no escatimar&iacute;a nunca poemas laudatorios destinados a las obras de sus amigos (Juan Rufo, L&oacute;pez Maldonado, Alonso de Barros, Pedro de Padilla... e incluso a <a href="lopevega.htm"><b>Lope de Vega</b></a>), que no ofrecen mayor inter&eacute;s. Mucho m&aacute;s logradas est&aacute;n las dos canciones dedicadas a la Invencible (1588), todav&iacute;a impregnadas de imperialismo («Bate, Fama veloz, las prestas alas» y «Madre de los valientes de la guerra»), y el acabado romance pastoril de "Los celos" («Hacia donde el sol se pone»). Las joyas de este conjunto est&aacute;n representadas por dos sonetos de trasfondo hist&oacute;rico y de tono burlesco: uno («Vimos en julio otra Semana Santa») dedicado a ridiculizar la entrada de las tropas espa&ntilde;olas en C&aacute;diz, en 1596, al mando del duque de Medina-Sidonia, cuando ya se hab&iacute;an retirado los ingleses, tras haber saqueado a la ciudad durante veinticuatro d&iacute;as; otro («¡Voto a Dios que me espanta esta grandeza»), reputado por Cervantes como «honra principal de mis escritos», no menos irreverente, destinado a poner en solfa la majestuosidad del t&uacute;mulo levantado en Sevilla en 1598 con motivo de la muerte de Felipe II (un «valent&oacute;n» all&iacute; presente reacciona as&iacute;: «Esto oy&oacute; un valent&oacute;n y dijo: -¡Es cierto /  lo que dice voac&eacute;, seor soldado, / y quien dijere lo contrario miente! / Y luego encontinente / cal&oacute; el chapeo, requiri&oacute; la espada, / mir&oacute; al soslayo, fuese, y no hubo nada»).
 
<p>El <em>Viaje del Parnaso</em>(1614) es el &uacute;nico poema narrativo extenso de Cervantes. Hecho a imagen y semejanza del <em>Viaggio di Parnaso</em>(c. 1578), de Cesare Caporali di Perugia, como declara el propio autor, se inscribe en la tradici&oacute;n sat&iacute;rico-aleg&oacute;rica menipea, de ascendiente cl&aacute;sico, medieval y erasmista. Narra autobiogr&aacute;ficamente, en ocho cap&iacute;tulos, un viaje fant&aacute;stico al monte Parnaso, a bordo de una galera capitaneada por Mercurio, emprendido por muchos poetas buenos con el fin de defenderlo contra los poetastros. Reunidos all&iacute; con Apolo, salen victoriosos de la batalla y el protagonista regresa m&aacute;gicamente a su morada. La aventura se completa con la "Adjunta al Parnaso", donde Pancracio de Roncesvalles entrega a Miguel dos cartas de Apolo con las que se cierra la adenda. Realmente, el viaje aleg&oacute;rico se rellena con la enumeraci&oacute;n y evaluaci&oacute;n de unos ciento treinta poetas contempor&aacute;neos, tal y como se hab&iacute;a hecho en el «Canto de Cal&iacute;ope» de <em>La Galatea,</em> mientras que la "Adjunta" incluye unas «ordenanzas», al modo quevedesco, contra los poetas.
 
<p>Lo importante es notar, por un lado, que la primera persona responde a un planteamiento claramente pseudoautobiogr&aacute;fico, imbuido de evocaciones relacionadas con la vida de su autor, gracias a las cuales el <em>Viaje</em> termina convertido en un verdadero testamento literario y espiritual; por otro, que el poema despliega, como obra de madurez, los mejores recursos literarios cervantinos: humor, iron&iacute;a, perspectivismo, etc.
 
<h4>Teatro.</h4>
 
<h5>Comedias y tragedias.</h5>
 
<p>Tambi&eacute;n el teatro fue cultivado por Miguel de Cervantes con asiduidad y empe&ntilde;o vocacional: «desde mochacho fui aficionado a la car&aacute;tula, y en mi mocedad se me iban los ojos tras la far&aacute;ndula» (Quijote, II, 11). Se dedica a &eacute;l desde sus inicios literarios, tras volver del cautiverio, hasta sus &uacute;ltimos a&ntilde;os, de modo que la cronolog&iacute;a de sus piezas abarca desde comienzos de los 80 hasta 1615, dejando escasos per&iacute;odos inactivos. No obstante, la mayor&iacute;a de estudiosos tiende a agrupar sus creaciones en dos o tres &eacute;pocas, separadas por la etapa andaluza como recaudador y por los a&ntilde;os dedicados a la publicaci&oacute;n del primer <em>Quijote.</em> Realmente se trata de una ocupaci&oacute;n permanente, siempre a vueltas con empresarios y libreros, sobre la que s&oacute;lo puede asegurarse la diferente aceptaci&oacute;n recibida: si en los comienzos se vio aplaudida y coronada por el &eacute;xito (<em>La Numancia</em> y <em>El trato de Argel,</em> al menos), al final ser&iacute;a rechazada y confinada a la imprenta (<em>Ocho comedias y ocho entremeses</em>). Al menos, as&iacute; lo cuenta el propio dramaturgo:<br>
<br> 
<p>"Se vieron en los teatros de Madrid representar <em>Los tratos de Argel,</em> que yo compuse; <em>La destruici&oacute;n de Numancia</em> y <em>La batalla naval</em> [...]; compuse en este tiempo hasta veinte comedias o treinta, que todas ellas se recitaron sin que se les ofreciese ofrenda de pepinos ni de otra cosa arrojadiza; corrieron su carrera sin silbos, gritas ni barah&uacute;ndas. Tuve otras cosas en que ocuparme; dej&eacute; la pluma y las comedias, y entr&oacute; luego el monstruo de naturaleza, el gran Lope de Vega, y alz&oacute;se con la monarqu&iacute;a c&oacute;mica [...]. Algunos a&ntilde;os ha que volv&iacute; yo a mi antigua ociosidad, y, pensando que a&uacute;n duraban los siglos donde corr&iacute;an mis alabanzas, volv&iacute; a componer algunas comedias, pero no hall&eacute; p&aacute;jaros en los nidos de anta&ntilde;o; quiero decir que no hall&eacute; autor que me las pidiese [...]. En esta saz&oacute;n me dijo un librero que &eacute;l me las comprara si un autor de t&iacute;tulo no le hubiera dicho que de mi prosa se pod&iacute;a esperar mu cho, pero que del verso, nada [...]. Aburr&iacute;me y vend&iacute;selas al tal librero, que las ha puesto en la estampa como aqu&iacute; te las ofrece (pr&oacute;logo a <em>Ocho comedias</em>)".<br>
<br> 
<p>Desafortunadamente, de aquellos tiempos gloriosos s&oacute;lo se nos han conservado los dos t&iacute;tulos ya mencionados y, si es suya, <em>La conquista de Jerusal&eacute;n,</em> recientemente descubierta y atribuida a Cervantes. Hay que recurrir a los contratos con Porres y Osorio y a otros pasajes del autor para ampliar la lista de supuestos t&iacute;tulos, hoy perdidos: <em>El trato de Costantinopla y muerte de Selim,</em> <em>La confusa,</em> <em>La gran turquesca,</em> <em>La batalla naval,</em> <em>La Jerusal&eacute;n,</em> <em>La Amaranta o la del mayo,</em> <em>El bosque amoroso,</em> <em>La &Uacute;nica,</em> <em>La bizarra Arsinda</em> y <em>El enga&ntilde;o a los ojos.</em> Claro que cabe la posibilidad de que algunos est&eacute;n remozados en el volumen de 1615. Aunque no suman las veinte ni las treinta, unidas a las ocho impresas y a los entremeses, dan una idea clara de la atenci&oacute;n prestada por Cervantes al g&eacute;nero.
 
<p>Paralelamente, la cr&iacute;tica suele asociar esa periodizaci&oacute;n a una trayectoria preceptiva que evolucionar&iacute;a desde el apego a las reglas cl&aacute;sicas, tal y como se postulan y defienden en el <em>Quijote</em> (I, 48), hasta la aceptaci&oacute;n del <em>Arte nuevo</em> impuesto por Lope de Vega, como parece reconocerse al comienzo de la II jornada del <em>Rufi&aacute;n dichoso.</em> Muy al contrario, ni cl&aacute;sico ni novel, Cervantes abord&oacute; el teatro siempre con afanes de renovaci&oacute;n art&iacute;stica, llegando a presumir de las innovaciones que &eacute;l mismo introdujo,<br>
<br> 
<p>"Me atrev&iacute; a reducir las comedias a tres jornadas, de cinco que ten&iacute;an; mostr&eacute;, o, por mejor decir, fui el primero que representase las imaginaciones y los pensamientos escondidos del alma, sacando figuras morales al teatro, con general y gustoso aplauso de los oyentes" (pr&oacute;logo a <em>Ocho comedias</em>).<br>
<br> 
<p>y nunca claudic&oacute; ni ante la cerraz&oacute;n de los preceptos propia de los a&ntilde;os 80, ni ante las arbitrariedades est&eacute;ticas de los nuevos tiempos. Las licencias aceptadas en el <em>Rufi&aacute;n</em> se explican por necesidades gen&eacute;ricas: «una [jornada] de su vida libre, / otra de su vida grave, / otra de su santa muerte / y de sus milagros grandes» (vv. 1293-96).
 
<p>El resultado ser&iacute;a un conjunto de buceos experimentales, siempre diferentes y singulares, atentos a dar con una f&oacute;rmula capaz de competir con la comedia nueva. El gran novelista no acabar&iacute;a de conseguirlo nunca, pero s&iacute; nos leg&oacute; una serie de piezas, un tanto heterog&eacute;neas, donde figuran la tragedia, la tragicomedia y la comedia; y dentro de la &uacute;ltima, de cautivos, de santos, caballerescas, de capa y espada, etc.
 
<p>Por orden de antig&uuml;edad, abren la serie las dos piezas sueltas representadas en la primera &eacute;poca. La m&aacute;s antigua, el <em>Trato de Argel,</em> es una tragicomedia de cautivos ambientada en un trasfondo hist&oacute;rico y costumbrista («trasunto / de la vida de Argel y trato feo», vv. 2534-35), de cu&ntilde;o autobiogr&aacute;fico, que se ve animado por la doble intriga amorosa de Aurelio-Silvia e Yzuf-Zahara. Mucho m&aacute;s relevante es la <em>Tragedia de Numancia,</em> acaso la mejor del g&eacute;nero por aquellos a&ntilde;os, donde las fuentes hist&oacute;ricas (Apianno, Morales, Valera) sobre el cerco se adoban con motivos literarios (Farsalia, Laberinto de Fortuna, Araucana) y se enriquecen ya con vivencias individuales ficticias (madre e hijos, pareja de enamorados, dos amigos), ya con proyecciones aleg&oacute;ricas como el Duero o Espa&ntilde;a. As&iacute;, el tema de la libertad defendida a ultranza sale al escenario en multitud de episodios que lo abordan a diferentes escalas: individual, comunitaria, nacional y universal, pero siempre heroicamente. Por eso ha sido tan recurrida en situaciones pol&iacute;ticas equiparables.
 
<p>Cronolog&iacute;as inciertas al margen, el tomo de <em>Ocho comedias</em> viene presidido por <em>El gallardo espa&ntilde;ol,</em> otra comedia de cautivos «cuyo principal intento / ha sido mezclar verdades / con fabulosos intentos» (vv. 3132-34); es decir: la resistencia de don Mart&iacute;n de C&oacute;rdoba en Mazalquivir y Or&aacute;n, contra el asedio moro, con los enredos amorosos protagonizados por Alimu zel-Arlaja y don Fernando-Margarita. Don Fernando servir&aacute; como hilo conductor de la mezcla, un tanto novelesca, en la que destaca la comicidad de Buitrago. <em>La casa de los celos y selvas de Ardenia</em> -acaso refundici&oacute;n de <em>El bosque amoroso</em>-, no pasa de torpe incursi&oacute;n, sin mayor m&eacute;rito que su complicada tramoya, en el mundo caballeresco y pastoril, cuyos motivos mas t&oacute;picos se representan en escenarios aleg&oacute;rico-mitol&oacute;gicos, poblados por Reinaldos, R&uacute;stico, Merl&iacute;n, Cupido o Castilla. <em>Los ba&ntilde;os de Argel</em> se nos presentan extra&iacute;dos de la cantera hist&oacute;rica: «No de la imaginaci&oacute;n / este trato se sac&oacute;, / que la verdad lo fragu&oacute; / bien lejos de la ficci&oacute;n» (vv. 3082- 85), como ocurr&iacute;a en el <em>Trato de Argel,</em> del que dependen directamente. Pero ahora la distancia ha permitido centrarse en lo est&eacute;tico, acudiendo a modelos librescos, para trazar una acci&oacute;n din&aacute;mica y bastante entretenida. <em>El rufi&aacute;n dichoso</em> destaca por ser la &uacute;nica incursi&oacute;n cervantina en la comedia de santos y por el entreacto te&oacute;rico (vv. 1208-1312) que abre la jornada II, destinado a justificar la alteraci&oacute;n de las unidades impuesta por el asunto hagiogr&aacute;fico: la conversi&oacute;n de un joven rufi&aacute;n sevillano que termina como prior en un convento de M&eacute;jico y es enterrado en olor de santidad. Ampar&aacute;ndose en las fuentes cron&iacute;sticas, Cervantes logra evitar la inverosimilitud y escalonar perfectamente la evoluci&oacute;n interior del personaje en las 
tres jornadas. La primera, en la Sevilla de Rinconete y Cortadillo y con las gentes del Rufi&aacute;n viudo, destacan sobre las otras dos por su frescura, por su verdad y por su riqueza ling&uuml;&iacute;stica. La gran sultana do&ntilde;a Catalina de Oviedo, acaso reelaboraci&oacute;n de <em>La gran Turquesca,</em> nos devuelve al ambiente oriental del cautiverio para centrarse en el enamoramiento casi bufo que el Gran Turco tributa a Catalina de Oviedo: est&aacute; dispuesto a contraer matrimonio dej&aacute;ndola seguir su fe. La parodia bufa se enriquece con motivos literarios, como los enredos entre Clara y Lamberto, y con la cuidada elaboraci&oacute;n de Madrigal, casi un «gracioso» al modo de la comedia nueva. Tambi&eacute;n el <em>Laberinto de amor</em> podr&iacute;a entenderse como adaptaci&oacute;n de una obra temprana: <em>La Confusa,</em> reputada por Cervantes como «buena entre las mejores» dentro de las «comedias de capa y espada» ("Adjunta al <em>Viaje del Parnaso</em>"). Pese a ello, no pasa de escenificar «disparates» y «mara&ntilde;as» (vv. 3076-77) de amor caballeresco, ciertamente organizadas en confusi&oacute;n laber&iacute;ntica: Dagoberto-Rosamira, Manfredo-Julia y Anastasio-Porcia, protagonizan tres intrigas, situadas en el mismo plano, sin que ninguna opere como acci&oacute;n principal organizadora del conjunto. Mucho m&aacute;s interesante es <em>La entretenida,</em> tambi&eacute;n de capa y espada, pensada como parodia de los t&oacute;picos propios del arte nuevo: «que acaba sin matrimonio / la comedia Entretenida» (vv. 3086-87). Con esa meta, toda la intriga depende del enga&ntilde;o como eje central, en torno al que se elaboran una serie de variantes: el equ&iacute;voco de Marcela, que se cree amada por su propio hermano, y de don Ambrosio, que confunde al destinatario de su pasi&oacute;n; la impostura de Cardenio, que usurpa la personalidad de don Silvestre de Almend&aacute;rez, con tal de ganarse a Marcela, y el doblez de Cristina, que incita simult&aacute;neamente a Oca&ntilde;a, Torrente y Qui&ntilde;ones. En fin, <em>Pedro de Urdemalas</em> cierra el volumen porque, adem&aacute;s de cuestionar la f&oacute;rmula de Lope de Vega, supera sus convenciones: «Destas impertinencias y otras tales / ofreci&oacute; la comedia libre y suelta» (3177-78). En efecto, aqu&iacute; no hay parejas de amantes ni de criados al servicio de lances convencionales que suelen acabar en boda («y ver&aacute;n que no acaba en casamiento», v. 3169), sino un personaje folkl&oacute;rico central con las suficientes dotes de tracista como para armonizar un sin fin de episodios multiformes: consultas iniciales en retablo entremesil, vida de los gitanos, peripecia vital de Belica, festividad de San Juan, representaci&oacute;n final, etc. Es el mejor Cervantes, aqu&iacute; 
capaz incluso de adobar sus m&aacute;s diversas experiencias literarias, ofreciendo ecos de <em>La Gitanilla,</em> <em>El coloquio de los perros,</em> los juicios sanchopancescos en Barataria del <em>Quijote,</em> <em>La guarda cuidadosa,</em> <em>La elecci&oacute;n de los alcaldes de Daganzo,</em> etc.
 
<h5>Entremeses.</h5>
 
<p>Cap&iacute;tulo aparte merecen los ocho entremeses, aunque tampoco fueran representados. Las «reglas» al margen, Cervantes los aborda en absoluta libertad, tanto formal como ideol&oacute;gica, desplegando por entero su genialidad creativa para ofrecernos aut&eacute;nticas joyitas esc&eacute;nicas, cuya calidad art&iacute;stica nadie les ha regateado. Logra ocho «juguetes c&oacute;micos», protagonizados por los tipos rid&iacute;culos de siempre (bobos, rufianes, vizca&iacute;nos, estudiantes, soldados, vejetes, etc.) y basados en las situaciones convencionales, pero enriquecidos y dignificados con lo m&aacute;s fino de su genio creativo (iron&iacute;a, vida-literatura, apariencia-realidad...), de modo que salen potenciados hasta alcanzar cotas magistrales de trascendencia ilimitada. Entre burlas y veras, con la permisividad inherente al cuadro bufo, el manco de Lepanto no deja de poner en solfa los m&aacute;s s&oacute;lidos fundamentos de la mentalidad &aacute;urea.
 
<p>As&iacute;, la relaci&oacute;n matrimonial se aborda desde m&uacute;ltiples perspectivas siempre irrisorias, pero sin olvidar su lado m&aacute;s oscuro: cuatro parejas rid&iacute;culas desfilan ante <em>El juez de los divorcios,</em> sin conseguir la separaci&oacute;n, pese a que sus matrimonios son verdaderos infiernos, por aquello de que «m&aacute;s vale el peor concierto / que no el divorcio mejor»; Trampagos es objeto de lamentaciones bufonescas, debido a su viudez, en <em>El rufi&aacute;n viudo,</em> lo que se aprovecha para dar vida al personaje quevedesco de Escarram&aacute;n («Ya sali&oacute; de las gurapas / el valiente Escarram&aacute;n»); un soldado andrajoso y un sota-sacrist&aacute;n bobo pretenden casarse con una doncellita, ofreci&eacute;ndole presentes rid&iacute;culos, en <em>La guarda cuidadosa,</em> que se nos ofrece como divertid&iacute;sima parodia del viejo t&oacute;pico de las armas y las letras; pero, curiosamente, Cristina elige al sacrist&aacute;n por razones econ&oacute;micas («Ya no se estima el valor, / porque se estima el dinero»), en tanto que el soldado queda: «s&oacute;lo en los a&ntilde;os viejo, / y se halla sin un cuarto / porque ha dejado su tercio»; <em>La cueva de Salamanca</em> se maneja como escenario folkl&oacute;rico singularmente id&oacute;neo para dar vida a las trapacer&iacute;as de un estudiante tracista y un «sacridiablo» contra el pobre Pancracio, arquetipo del cornudo y contento tradicional; en fin, la malicia de una vecina posibilita la burla cruel que se le hace a Ca&ntilde;izares en <em>El viejo celoso</em> cuando, v&iacute;ctima de sus celos, como <em>El celoso extreme&ntilde;o,</em> atiende tras la puerta al adulterio de su esposa Lorenza («¡Si supieses qu&eacute; gal&aacute;n me ha deparado la buena suerte! Mozo, bien dispuesto, pelinegro, y que le huele la boca a mil azahares»). M&aacute;s inocuo desde este punto de vista, <em>El vizca&iacute;no fingido</em> trasciende las gracias ling&uuml;&iacute;sticas del tipo zafio para ofrecer un timo elaborad&iacute;simo desde el punto de vista esc&eacute;nico.
 
<p>En otro orden de cosas, tras la rid&iacute;cula defensa que hacen de sus m&eacute;ritos, ninguno de los candidatos (Berrocal, Humillos, Jarrete y de la Rana) obtiene la vara en <em>La elecci&oacute;n de los alcaldes de Daganzo,</em> pues &eacute;sta queda interrumpida por la aparici&oacute;n de un sotasacrist&aacute;n que acaba manteado; a&ntilde;&aacute;danse dos detalles al desenlace abierto: Pedro de la Rana sostiene un programa ejemplar, donde se denuncian las arbitrariedades de la justicia («mi vara no ser&iacute;a tan delgada / como las que se usan de ordinario»), y es el brazo eclesi&aacute;stico el que interfiere en el gobierno de la «rep&uacute;blica» («¿Qui&eacute;n te mete / a ti en reprehender a la justicia? / ¿Has t&uacute; de gobernar a la rep&uacute;blica?»). Y todo por este camino, para llegar al final con el <em>Retablo de las maravillas,</em> que se alza como la pieza maestra indiscutible de la serie por su inter&eacute;s tanto est&eacute;tico como ideol&oacute;gico: el mayor de los puntales de la sociedad barroca, la pureza de sangre, o si se prefiere, la condici&oacute;n de cristiano viejo, se echa por tierra, y aun se reduce a la nada, cuando de ella depende la contemplaci&oacute;n («que ninguno puede ver las cosas que en &eacute;l [retablo] se muestran, que tenga alguna raza de confeso») de un fant&aacute;stico retablo, fabricado por el sabio Tontonelo, donde no hay m&aacute;s espect&aacute;culo que el representado por los espectadores, v&iacute;ctimas est&uacute;pidas de sus prejuicios casticistas, aunque no por ello dejan de anular los l&iacute;mites entre realidad y ficci&oacute;n, sobre todo cuando confunden a un Furrier con una marioneta («dice el Alcalde que lo que manda Su Majestad lo manda el sabio Tontonelo»).
 
 
<h4>Narrativa.</h4>
 
<p>Si en materia po&eacute;tica y teatral sus m&eacute;ritos resultan cuestionables, cuando de la novela se trata, Miguel de Cervantes est&aacute; considerado, sencillamente, como el creador de la novela moderna. En este g&eacute;nero, sin acotar por las po&eacute;ticas, encontrar&iacute;a el espacio suficiente para plasmar su compleja visi&oacute;n de las cosas, acertando de lleno en la elaboraci&oacute;n de una f&oacute;rmula literaria magistral, ya reconocida por sus contempor&aacute;neos y admirada por los mejores novelistas universales de todos los tiempos. En ella cuajar&iacute;an sus t&iacute;tulos m&aacute;s grandiosos: tras la concesi&oacute;n a la moda pastoril de <em>La Galatea</em> (1585), <em>El ingenioso hidalgo</em> (1605), las <em>Novelas ejemplares</em> (1613), la <em>Segunda parte del ingenioso caballero</em> (1615) y, p&oacute;stumamente, la <em>Historia de los trabajos de Persiles y Sigismunda</em> (1617). El genial escritor hab&iacute;a hallado, por fin, su acomodo intelectual y, consciente de ello, renov&oacute; todos los g&eacute;neros narrativos de su tiempo (caballeresca, pastoril, bizantina, picaresca, cortesana, etc.), atrevi&eacute;ndose, incluso, a «competir con Heliodoro», el novelista griego por antonomasia.
 
<p>Para llevar a cabo tan ambiciosa empresa no contaba con m&aacute;s gu&iacute;a que su genio creativo, pues la novela se entend&iacute;a por entonces a la italiana, como relato breve, y no estaba contemplada te&oacute;ricamente en las ret&oacute;ricas. La f&oacute;rmula novelesca empleada hay que ir a buscarla a sus propias obras, y no pasa de unas cuantas claves que han sido inteligentemente sistematizadas por Riley: verismo po&eacute;tico de los hechos, admiraci&oacute;n de los casos, verosimilitud de los planteamientos, ejemplaridad moral, decoro ling&uuml;&iacute;stico, etc. Son los mismos principios, por otro lado, que rigen en el resto de sus creaciones, siempre situadas en esa franja m&aacute;gica que queda a caballo entre la vida y la literatura, la verdad y la ficci&oacute;n, la moral y la libertad... Sin m&aacute;s recursos, Cervantes inventa un realismo fascinante, bautizado por Blanco Aguinaga como «prism&aacute;tico», donde s&oacute;lo se salvaguarda el perspectivismo y la libertad de enfoque de quien habla, para mayor asombro y convencimiento de los que escuchamos.
 
 
<h5>La Galatea.</h5>
 
<p><em>La Galatea</em> responde ya a ese universo creativo, aunque, obra primeriza, lo ofrece s&oacute;lo en esbozo. En buena medida, supone una concesi&oacute;n al g&eacute;nero de moda, los «libros de pastores» que llama L&oacute;pez Estrada, cuando el reci&eacute;n rescatado, que se codea con el mundillo literario de los a&ntilde;os 80, se adentra en la literatura dispuesto a publicar su primer libro. En la l&iacute;nea de la buc&oacute;lica cl&aacute;sica, con Te&oacute;crito y Virgilio a la cabeza, pasando por las &eacute;glogas renacentistas, y a la zaga de <em>La Arcadia</em> de Sannazaro, el g&eacute;nero hab&iacute;a alcanzado gran &eacute;xito en castellano gracias a las novelas de <a href="montemay.htm"><b>Montemayor</b></a> (<em>La Diana,</em> 1559), Gil Polo (<em>La Diana enamorada,</em> 1564) o G&aacute;lvez de Montalvo (<em>El pastor de F&iacute;lida,</em> 1582). Cervantes se adentra en &eacute;l, con ganas y entusiasmo, para ofrecernos s&oacute;lo la <em>Primera parte</em> de una historia que nunca continuar&iacute;a, aunque no dej&oacute; de anunciar su segunda parte (as&iacute;, en los pr&oacute;logos de <em>Ocho comedias</em> y <em>Quijote II</em>), incluso desde el lecho de muerte (dedicatoria al <em>Persiles</em>). Lo que s&iacute; har&iacute;a es retomar ocasionalmente el mundo pastoril en varios pasajes del <em>Quijote</em>(Gris&oacute;stomo y Marcela, I, 11-14, o la «Arcadia fingida», II, 58), cuyo protagonista morir&iacute;a con las ganas de convertirse en el pastor Quijotiz, en la <em>Casa de los Celos</em> o en el <em>Coloquio de los perros.</em>
 
<p>La novela entera gira en torno a la pastora Galatea, de cuya hermosura y honestidad est&aacute;n enamorados dos amigos, Elicio y Erastro, sin que ninguno de ellos pase de manifestarle su admiraci&oacute;n a lo largo de toda la obra, hasta que, al final, su padre decide casarla con un portugu&eacute;s y el m&aacute;s favorecido, Elicio, se muestra dispuesto a impedirlo por la fuerza. Ese argumento, est&aacute;tico y antinovelesco donde los haya, se rellena con multitud de peripecias incorporadas por los muchos personajes que van llegando al escenario buc&oacute;lico, cada uno de los cuales relata su peripecia vital (Lisandro-Leonida, Artidoro-Teolinda, Timbrio-N&iacute;sida, etc.). Adem&aacute;s, se completa con un largo debate filos&oacute;fico sobre el amor, mantenido por Tirsi y Lenio (IV), donde se airea la filosof&iacute;a del amor propia del humanismo renacentista imperante, y con el «Canto de Cal&iacute;ope» (VI), especie de censo actualizado de los poetas espa&ntilde;oles distribuido por regiones (Castilla, Andaluc&iacute;a, Arag&oacute;n, Valencia, etc.). Por supuesto, el conjunto se agranda y adorna con el «cancionero», de corte marcadamente garcilacista y petrarquista, que constituyen las cerca de noventa composiciones po&eacute;ticas recitadas por los personajes, y con la &eacute;gloga incluida en el libro III.
 
<p>Evidentemente, Cervantes se atiene en buena medida a los patrones ideol&oacute;gicos y compositivos m&aacute;s t&iacute;picos del g&eacute;nero: 
 
<p>a) Recrea el locus id&iacute;lico inherente a la pastoral, aqu&iacute; ubicado a las orillas del Tajo, donde impera una concepci&oacute;n del amor neoplat&oacute;nica (amor, belleza, Dios) y petrarquista (sentimiento, contrastes), dependiente de los tratados de Le&oacute;n Hebreo (Di&aacute;logos de amor) y de Pietro Bembo (Los Asolanos).
 
<p>b) Practica su «clave» hist&oacute;rica, facilitando la identificaci&oacute;n real de varios personajes, entre los que se encuentra el autor: Francisco de Figueroa (Tirsi), Pedro La&iacute;nez (Dam&oacute;n), Cervantes (Lauso), <a href="hurtadom.htm"><b>Diego Hurtado de Mendoza</b></a> (Meliso), Luis G&aacute;lvez de Montalvo (Siralvo), Mateo V&aacute;zquez (Larsileo), don Juan de Austria (Astraliano) y Felipe II («rabad&aacute;n mayor»).
 
<p>c) Focaliza el relato en un escenario central, siempre ocupado por los protagonistas (Galatea-Elicio), al que van entrando y saliendo los personajes secundarios con los respectivas historias.
 
<p>d) Concibe la novela desde un enfoque miscel&aacute;neo, capaz de albergar disquisiciones filos&oacute;ficas, &eacute;glogas enteras, cancioneros po&eacute;ticos y cap&iacute;tulos de historia literaria.
 
<p>e) Emplea un lenguaje marcadamente culto.
 
<p>Pero Cervantes llevar&iacute;a para siempre las riendas de la novela, y ya desde los comienzos abord&oacute; el g&eacute;nero con aires de novedad, sin atenerse al ciento por ciento a su configuraci&oacute;n tradicional: ese mundo convencional e id&iacute;lico se ve turbado, al comienzo mismo, por el acuchillamiento de Carino, llevado a cabo por Lisandro, inaugurando as&iacute; una larga serie de traiciones, venganzas y asesinatos un tanto extra&ntilde;os en el escenario id&iacute;lico; paralelamente, la decisi&oacute;n final del padre de Galatea de casarla con un portugu&eacute;s a&ntilde;ade una proyecci&oacute;n pol&iacute;tica de oposici&oacute;n al gobierno de Felipe II, impropia de la pastoril.
 
<p>As&iacute;, en su configuraci&oacute;n miscel&aacute;nea, <em>La Galatea</em>intenta plantear ya el problema vida/literatura, pero con resultado fallido; en palabras de Avalle-Arce: «Hay demasiada literatura para que esto pueda ser vida, y un exceso de vida que la aleja del idealismo del g&eacute;nero». No extra&ntilde;a que el propio autor, cuando el escrutinio del <em>Quijote</em> (I, 6) la salvase del fuego s&oacute;lo provisionalmente:<br>
<br> 
<p>"Su libro tiene algo de buena invenci&oacute;n; propone algo, y no concluye nada: es menester esperar la segunda parte que promete; quiz&aacute; con la emienda alcanzar&aacute; del todo la misericordia que ahora se le niega".<br>
<br> 
<p>Muchos a&ntilde;os despu&eacute;s, Berganza casi la quemar&iacute;a al parodiar su falta de realismo en el <em>Coloquio de los perros.</em>
 
<h5>El Quijote.</h5> 
 
<p>La obra maestra de Cervantes  y una de las m&aacute;s admirables creaciones del esp&iacute;ritu humano. Es una caricatura perfecta de la literatura caballeresca, y sus dos personajes principales, Don Quijote y Sancho Panza, encarnan los dos tipos del alma espa&ntilde;ola, el idealista y so&ntilde;ador, que olvida las necesidades de la vida material para correr en pos de inaccesibles quimeras, y el positivista y pr&aacute;ctico, aunque bastante fatalista. Esta apreciada joya de la literatura castellana ha sabido conquistar al mundo entero, y es quiz&aacute;, con la Biblia, la obra que se ha traducido a m&aacute;s idiomas, pasando a ser sus personajes, verdaderos arquetipos de categor&iacute;a universal.
 
<h5>Las Novelas ejemplares.</h5>
 
<p>Los «doce cuentos» incluidos en el tomo de las <em>Novelas ejemplares</em> de 1613 recogen una tarea narrativa que arranca muy de atr&aacute;s; al menos algunos de ellos, <em>Rinconete y Cortadillo</em> y <em>El celoso extreme&ntilde;o,</em> estaban ya escritos hacia 1600. Pero el Cervantes que los agrupa, retoca y completa, cuatro a&ntilde;os antes de su muerte, es ya el autor del <em>Quijote.</em> Seguro de su talla como prosista de creaci&oacute;n, despliega en ellos un muestreo novelesco de lo m&aacute;s variopinto que nos ofrece -no sin alardes- con aires de primicia desde su pr&oacute;logo: «yo soy el primero que he novelado en lengua castellana, que las muchas novelas que en ella andan impresas todas son traducidas de lenguas estranjeras, y &eacute;stas son m&iacute;as propias, no imitadas ni hurtadas: mi ingenio las engendr&oacute;, y las pari&oacute; mi pluma». Adem&aacute;s, parecen concebidas con un marcado af&aacute;n de ejemplaridad: «y si bien lo miras, no hay ninguna de quien no se pueda sacar alg&uacute;n ejemplo provechoso». Quiz&aacute; se trate s&oacute;lo de «doce cuentos ejemplares», lo mismo que el <em>Quijote</em> era una simple parodia de los libros de caballer&iacute;as; pero, salidos de la pluma del Cervantes maduro, las complicaciones son muchas.
 
<p>El volumen comprende, en efecto, doce t&iacute;tulos (<em>La Gitanilla, El amante liberal, Rinconete y Cortadillo, La espa&ntilde;ola inglesa, El licenciado Vidriera, La fuerza de la sangre, El celoso estreme&ntilde;o, La ilustre fregona, Los dos doncellas, La se&ntilde;ora Cornelia, El casamiento enga&ntilde;oso y La de los perros Cipi&oacute;n y Berganza</em>), pero el &uacute;ltimo de ellos est&aacute; engastado en el anterior de forma indisoluble: el <em>Coloquio</em> se inserta como lectura llevada a cabo por uno de los personajes del <em>Casamiento,</em> de modo que &eacute;ste se cierra una vez terminado aqu&eacute;l. Realmente se trata de once novelitas, que se ofrecen como doce para cuadrar el n&uacute;mero y, m&aacute;s posiblemente, para dotar de verosimilitud al juego de espejos perspectiv&iacute;stico logrado con en engaste: el licenciado Peralta lee, desde el <em>Casamiento,</em> la transcripci&oacute;n hecha por un alf&eacute;rez sifil&iacute;tico de la conversaci&oacute;n mantenida por dos perros, Cipi&oacute;n y Berganza, durante una noche (<em>Coloquio</em>) mientras &eacute;l se hallaba convaleciente en un hospital. Da igual que los perros hablasen o no: milagrosamente, la ficci&oacute;n se ha hecho verdad literaria en la lectura. El t&iacute;tulo doce es la &uacute;ltima novelita, pero el volumen se cierra con el once.
 
<p>Once o doce, el hecho es que los t&iacute;tulos incluidos est&aacute;n pensados como muestreo gen&eacute;rico dentro de la tradici&oacute;n italiana del relato breve. En sus p&aacute;ginas se recrea y se pasa revista a la pr&aacute;ctica totalidad de las modalidades propias de esa corriente: bizantina, picaresca, gn&oacute;mica, cortesana, lucianesca, etc. Aparentemente, son relatos independientes, escritos al margen de la colecci&oacute;n, que suelen clasificarse por sus planteamientos idealistas o realistas, por sus temas (amor, matrimonio, picaresca) o por su lenguaje m&aacute;s o menos culto, cuando no se arbitran distribuciones matem&aacute;ticas rayanas en la incoherencia. Sin embargo, las novelitas parecen estar presididas por un marco impl&iacute;cito que establece m&uacute;ltiples interrelaciones (simetr&iacute;as, variaciones o contrastes) entre ellas, ya sean gen&eacute;ricas, tem&aacute;ticas, ambientales, ling&uuml;&iacute;sticas, etc. Todas ellas se ver&aacute;n recapituladas en el <em>Coloquio de los perros,</em> al que llegan ecos de <em>La Gitanilla,</em> del <em>Rinconete,</em> de la <em>Ilustre,</em> etc., para hacernos volver a considerar la «mesa de trucos» que supone la colecci&oacute;n y su compleja organizaci&oacute;n laber&iacute;ntica.
 
<p>As&iacute; distribuidos, los doce relatos responden al patr&oacute;n de la novella italiana, aqu&iacute; recreada con afanes de verdadera renovaci&oacute;n literaria. De resultas, el g&eacute;nero breve sale enriquecido y dignificado, pues, sin esquivar las situaciones moralmente comprometidas que le eran propias, se plantean y resuelven siempre de manera «ejemplar». Es una ejemplaridad -y en ella radica la piedra de toque del volumen- un tanto peculiar: atendemos a toda suerte de enga&ntilde;os, traiciones, violaciones y actos inmorales en general, los cuales atentan directamente contra la moral establecida en la &eacute;poca y, desde luego, contra la finalidad de la literatura fijada en Trento. Hay que denominarla, si queremos comprenderla, simplemente «cervantina»: ambigua, ir&oacute;nica y eutrap&eacute;lica, desde un punto de vista moral; admirable y veros&iacute;mil, desde un enfoque est&eacute;tico. Nada es lo que a primera vista parece, y todo puede terminar siendo lo que nos parece, pero siempre quedaremos admirados por lo extraordinario de los ejemplos y convencidos por la credibilidad de los planteamientos. Los doce cuentos ofrecen, ante todo, una ejemplaridad est&eacute;tica, literaria y novelesca, magistralmente elaborada desde la &eacute;tica cervantina:
 
<p><em>La Gitanilla</em> conjuga el mundo nobiliario con el de los gitanos a partir del caso inaudito ocurrido a su protagonista Preciosa: de origen noble, es raptada en su ni&ntilde;ez y criada entre gitanos hasta que su gracia y belleza, «&uacute;nicas y solas», provocan que se enamore de ella don Juan de C&aacute;rcamo, llegando a hacerse gitano (Andr&eacute;s Caballero) como prueba de su amor. El amor sincero y puro de los j&oacute;venes se va aquilatando, entre los hurtos y libertades de los gitanos, hasta que se descubre la verdad y los dos nobles se casan felizmente. El verdadero amor, ajeno a conveniencias y apetitos, queda por encima de c&oacute;digos nobiliarios y de conductas gitanas: se alza como &uacute;nica verdad.
 
<p><em>El amante liberal</em> sublima otro caso amoroso, protagonizado por Ricardo y Leonisa, ahora en un ambiente de cautiverio y con un entramado bizantino: tras las peripecias, apresamientos y parejas cruzadas que el g&eacute;nero exig&iacute;a, el amante muestra su generosidad ofreciendo toda su fortuna para rescatar a la amada, que luego ofrece liberalmente a Cornelio, el prometido oficial. La grandeza del comportamiento de Ricardo provoca que Leonisa se le entregue, m&aacute;s all&aacute; de convenciones, incondicionalmente como esposa.
 
<p><em>Rinconete y Cortadillo,</em> aqu&iacute; en versi&oacute;n retocada a partir del texto Porras de la C&aacute;mara, representa el primer atentado de la colecci&oacute;n contra la po&eacute;tica del g&eacute;nero picaresco, puesto de moda por el Lazarillo, el Guzm&aacute;n o el Busc&oacute;n: frente al determinismo derivado del origen vil y al dogmatismo impuesto por el punto de vista &uacute;nico, Cervantes opta por el di&aacute;logo festivo mantenido por dos picaruelos, Rinc&oacute;n y Cortado, en ventas y caminos hasta integrarse en el mundo del hampa sevillana. El pesimismo picaresco se ve suplantado por la camarader&iacute;a de dos pilluelos que acaba en entrem&eacute;s cuando se integran en la cofrad&iacute;a de Monipodio: una congregaci&oacute;n, delictiva y piadosa, de hampones que cautiva por sus ordenanzas, memoriales y registros ling&uuml;&iacute;sticos de german&iacute;a.
 
<p><em>La espa&ntilde;ola inglesa</em> retoma el asunto amoroso, en t&eacute;rminos no menos admirables que los anteriores, para desarrollarlo en un clima sentimental propio del relato bizantino: Recaredo demuestra la grandeza de su amor por Isabela combatiendo valientemente contra los turcos y acept&aacute;ndola incluso despu&eacute;s de la deformaci&oacute;n f&iacute;sica que le produce un envenenamiento provocado por la madre de Arnesto, un amante despechado. Gracias a ello, termina cas&aacute;ndose con la joven, ya vuelta a su belleza inicial, cuando est&aacute; a punto de hacerse monja. De nuevo, el amor sincero triunfa asombrosamente, entre diversas peripecias, contra la intriga y mezquindad.
 
<p><em>El licenciado Vidriera</em> entra&ntilde;a uno de los «ejemplos» m&aacute;s sorprendentes y parad&oacute;jicos: tras licenciarse en Salamanca, Tom&aacute;s Rodaja es envenenado por una prostituta, lo que provoca que pierda la raz&oacute;n y llegue a creerse de vidrio («Vidriera»), dedic&aacute;ndose a decir verdades a quien se topa, hasta que la recupera y termina, ya convertido en Tom&aacute;s Rueda, como soldado en Flandes. Por un lado, Cervantes explota el tema de la locura con la finura propia del Quijote, aprovech&aacute;ndola para endilgar multitud de dichos agudos, no carentes de mordacidad; por otro, enfrenta armas y letras, recurriendo a las primeras como &uacute;nica salida de quien fracasa, ya cuerdo, en las segundas, pese a haber sido aplaudido cuando loco.
 
<p><em>La fuerza de la sangre</em> termina casando a un noble seductor, Rodolfo, con la joven hidalga Leocadia, a la que hab&iacute;a violado, todo gracias a que el abuelo paterno reconoce al nieto nacido de la uni&oacute;n cuando es herido fortuitamente. El planteamiento resulta convencional donde los haya, pues el matrimonio final restaura la afrenta sufrida por la joven, pero no deja de ser n&iacute;tidamente cervantino: Rodolfo no acepta el matrimonio por razones morales, sino incitado por la lujuria que en &eacute;l despierta la belleza de la joven.
 
<p><em>El celoso extreme&ntilde;o,</em> en la l&iacute;nea tem&aacute;tica del <em>Curioso impertinente</em> y del <em>Viejo celoso,</em> hace pagar al viejo indiano Carrizales las graves consecuencias de su mezquindad: amparado en su riqueza y atenazado por los celos, somete a su jovenc&iacute;sima esposa a un verdadero encarcelamiento en su casa-fortaleza, lo que no evita que el joven Loaysa logre acceder a su lecho causando un disgusto de muerte al vejestorio. Lo curioso es que, al menos en la redacci&oacute;n definitiva, el adulterio ni siquiera se consuma, pues Leonora logra oponerse al ofensor hasta el agotamiento: ambos quedan dormidos. Por otro lado, Cervantes enriquece el tema de la relaci&oacute;n viejo-ni&ntilde;a con m&uacute;ltiples referencias simb&oacute;licas de ascendencia b&iacute;blica, musulmana y mitol&oacute;gica, que lo proyectan a una dimensi&oacute;n universal.
 
<p><em>La ilustre fregona,</em> a imagen y semejanza de <em>La Gitanilla,</em> se centra en el caso inaudito ocurrido a una muchacha de origen noble, criada en los bajos fondos de un mes&oacute;n: admirado por su belleza y buena fama, un joven noble, Avenda&ntilde;o, se instala como sirviente, junto con su amigo Carriazo, en el mes&oacute;n con tal de poder manifestarle su amor verdadero aun consider&aacute;ndola fregona; tras la anagn&oacute;risis de rigor, todo acaba felizmente en boda. De nuevo, Cervantes logra desarrollar veros&iacute;milmente una historia de amor puro y grandioso en un ambiente marcadamente picaresco que aporta, de la mano de Lope Asturiano, buen n&uacute;mero de an&eacute;cdotas adyacentes.
 
<p><em>Las dos doncellas</em> y <em>La se&ntilde;ora Cornelia</em> participan del mismo planteamiento comediesco y cortesano «de capa y espada»: la primera, con ribetes bizantinos, refiere las peripecias de dos mujeres, Teodosia y Leocadia, enga&ntilde;adas por el mismo hombre, Marco Antonio; aunque el desenlace pasar&aacute; por el consabido matrimonio, la novelita est&aacute; concebida como una verdadera «cuesti&oacute;n de amor». La segunda viene definida en el texto como «tr&aacute;gica comedia»: gracias a la generosa ayuda de dos estudiantes espa&ntilde;oles, una joven madre soltera, Cornelia, logra casarse con el padre de su hijo, que resulta ser el duque de Ferrara.
 
<p><em>El casamiento enga&ntilde;oso,</em> como ya adelantamos, cierra magistralmente el volumen, gracias al <em>Coloquio de los perros,</em> que queda enmarcado en su seno: el alf&eacute;rez Campuzano cuenta al licenciado Peralta c&oacute;mo, metido a burlador de una dama supuestamente rica, da con una harp&iacute;a que lo deja trasquilado y contagiado de s&iacute;filis, lo que le permite escuchar, mientras convalece, el Coloquio mantenido por dos perros. Se nos permite atender a la lectura que del mismo hace el licenciado: Cipi&oacute;n y Berganza, posibles hombres convertidos en perros al nacer por una bruja, se ven dotados del don del habla durante una noche que aprovechan para que Berganza de cuenta de su vida, al hilo de las intervenciones y aun reconvenciones de Cipi&oacute;n. El conjunto entra&ntilde;a uno de los mayores empe&ntilde;os experimentales del Cervantes novelista, a la vez que supone uno de sus m&aacute;s acabados logros, pues termina siendo una verdadera metanovela ejemplarmente construida: lo que realmente nos llega es la lectura que un licenciado hace de un cartapacio copiado por un alf&eacute;rez convaleciente, en el que se recoge la conversaci&oacute;n mantenida por dos perros nacidos de una bruja; no cabe juego de espejos m&aacute;s complejo ni m&aacute;s brillante: bajo esas coordenadas, absolutamente todo es posible, hasta el punto de que historia y disparate se funden en cabal armon&iacute;a. Pero, m&aacute;s deslumbrante todav&iacute;a, la vida de Berganza sigue de cerca los c&aacute;nones de la «novela picaresca», aqu&iacute; invalidados y trascendidos en el desarrollo dialog&iacute;stico de dos voces, una de las cuales se aprovecha para recortar las desviaciones digresivas propias de aqu&eacute;lla. Gracias a ello, el Coloquio puede adentrarse en ambientes pastoriles, delictivos, marginales... para alzarse como verdadera «comedia humana»: la m&aacute;s realista y, simult&aacute;neamente, la m&aacute;s disparatada.
 
<h5>El Persiles.</h5>
 
<p>Aunque publicados p&oacute;stumamente (1617), <em>Los trabajos de Persiles y Sigismunda</em> bien pudieran ser empresa novelesca iniciada por Cervantes en la &uacute;ltima d&eacute;cada del XVI. En todo caso, la novela se cierra en el lecho de muerte, «puesto ya el pie en el estribo, / con las ansias de la muerte» (Dedicatoria), lo que significa que est&aacute; acabada por quien se sabe y autoestima como el primer novelista de su tiempo; tanto, que no vacila en medirse con Heliodoro, el autor de <em>Las Eti&oacute;picas</em> o la «novela» por excelencia: «<em>Los Trabajos de Persiles,</em> libro que se atreve a competir con Heliodoro, si ya por atrevido no sale con las manos en la cabeza» (Pr&oacute;logo a <em>Novelas ejemplares</em>). Sin duda, Cervantes pretend&iacute;a desquitarse de la fama de novelista «c&oacute;mico» que le hab&iacute;a deparado el car&aacute;cter risible del <em>Quijote</em> y se adentra en el «g&eacute;nero bizantino» dispuesto a colmarlo de gravedad y trascendencia.
 
<p>A la zaga, pues, del «modelo griego», ya cultivado en castellano por N&uacute;&ntilde;ez de Reinoso (<em>Clareo y Florisea</em>), Jer&oacute;nimo de Contreras (<em>Selva de aventuras</em>) o Lope de Vega (<em>El peregrino en su patria</em>), Cervantes se atiene aqu&iacute; a los c&aacute;nones neoaristot&eacute;licos y contrarreformistas propios del g&eacute;nero bizantino: un «romance» n&iacute;tidamente cristiano, tridentino, basado en la figura central del peregrino que se purifica moralmente en su continuo deambular viajero; precisamente el modelo m&aacute;s pr&oacute;ximo a la «novela ideal», tal y como se perfila en la primera parte (cap. 47) del <em>Quijote</em>:<br>
<br> 
"Daban largo y espacioso campo por donde sin empacho alguno pudiese correr la pluma, descubriendo naufragios, tormentas, rencuentros y batallas; pintando un capit&aacute;n valeroso con todas las partes que para ser tal se requieren, mostr&aacute;ndose prudente previniendo las astucias de sus enemigos, y elocuente orador persuadiendo o disuadiendo a sus soldados, maduro en el consejo, presto en lo determinado, tan valiente en el esperar como en el acometer; pintando ora un lamentable y tr&aacute;gico suceso, ahora un alegre y no pensado acontecimiento; all&iacute; una hermos&iacute;sima dama, honesta, discreta y recatada; aqu&iacute; un caballero cristiano, valiente y comedido; acull&aacute; un desaforado b&aacute;rbaro fanfarr&oacute;n; ac&aacute; un pr&iacute;ncipe cort&eacute;s, valeroso y bien mirado; representando bondad y lealtad de vasallos, grandezas y mercedes de se&ntilde;ores. Ya  puede mostrarse astr&oacute;logo, ya cosm&oacute;grafo excelente, ya m&uacute;sico, ya inteligente en las materias de estado, y tal vez le vendr&aacute; ocasi&oacute;n de mostrarse nigromante, si quisiere. Puede mostrar las astucias de Ulixes, la piedad de Eneas, la valent&iacute;a de Aquiles, las desgracias de H&eacute;ctor, las traiciones de Sin&oacute;n, la amistad de Eurialio, la liberalidad de Alejandro, el valor de C&eacute;sar, la clemencia y verdad de Trajano, la fidelidad de Zopiro, la prudencia de Cat&oacute;n; y, finalmente, todas aquellas acciones que pueden hacer perfecto a un var&oacute;n ilustre, ahora poni&eacute;ndolas en uno solo, ahora dividi&eacute;ndolas en muchos".<br>
<br> 
<p>El resultado es la azarosa peregrinaci&oacute;n llevada a cabo por Persiles y Sigismunda: dos pr&iacute;ncipes n&oacute;rdicos enamorados que, haci&eacute;ndose pasar por hermanos bajo los nombres de Periandro y Auristela, emprenden un viaje desde el Septentri&oacute;n hasta Roma con el fin de perfeccionar su fe cristiana antes de contraer matrimonio. Como era de esperar, el viaje est&aacute; entretejido de multitud de «trabajos» (raptos, cautiverios, traiciones, accidentes, reencuentros, etc.), enriquecidos y complicados hasta el delirio por las historias de los personajes secundarios que van apareciendo en el trayecto (Policarpo, Sinforosa, Arnaldo, Clodio, Rosamunda, Antonio, Ricla, Mauricio, Soldino, etc.) y por las jugosas descripciones de los escenarios -particularmente de los n&oacute;rdicos- geogr&aacute;ficos.
 
<p>No obstante, la novela est&aacute; perfectamente unificada tanto estructural como sem&aacute;nticamente. Por una parte, el viaje responde a un itinerario bien preciso que arranca de la Isla B&aacute;rbara y termina en Roma, pasando por Irlanda, Portugal y Espa&ntilde;a; se nos ofrece distribuido en cuatro libros, claramente agrupables en dos grandes bloques, con la llegada a Lisboa como eje central: primero, las andanzas por los pa&iacute;ses n&oacute;rdicCervantes Saavedra, Miguel de (1547-1616)


<h4>Bibliograf&iacute;a.</h4>
 
 
<h5>Textos.</h5>
 <ol>
<li>R.A.E., Facs&iacute;mil de la las primeras ediciones, Madrid, 1976-90 (6 vols.).
<li>Obras completas de Miguel de Cervantes Saavedra, ed. R. Schevill y A. Bonilla, Madrid, Imp. de Bernardo Rodr&iacute;guez. Gr&aacute;ficas Reunidas, 1914-41 (18 vols.).
<li>Obra completa, ed. F. Sevilla Arroyo y A. Rey Hazas, Alcal&aacute; de Henares, Centro de Estudios Cervantinos, 1993-95 (3 vols.).
<li>Obra completa, ed. F. Sevilla Arroyo y A. Rey Hazas, Madrid, Alianza Editorial, 1995-1998 (21 vols. con los textos en disquete. Han aparecido 9).
</ol> 
 
<h5>Estudios.</h5>
<ol>
<li>Anales cervantinos, Madrid, CSIC, I (1951) y ss.
<li>ASENSIO, E., Itinerario del entrem&eacute;s: desde Lope de Rueda a Qui&ntilde;ones de Benavente, Madrid, Gredos, 1965.
<li>ASTRANA MAR&Iacute;N, L., Vida ejemplar y heroica de Miguel de Cervantes Saavedra, Madrid, Instituto Editorial Reus, 1948-58 (7 vols.).
<li>AVALLE-ARCE, Juan Bautista, Nuevos deslindes cervantinos, Barcelona, Ariel, 1975.
-----La novela pastoril espa&ntilde;ola, Madrid, Istmo, 1974.
-----ed., "La Galatea" de Cervantes cuatrocientos a&ntilde;os despu&eacute;s (Cervantes y lo pastoril), Newark, Delaware, Juan de la Cuesta, 1985.
<li>CANAVAGGIO, J., Cervant&egrave;s dramaturgue. Un th&eacute;&acirc;tre &agrave; na&icirc;tre, Par&iacute;s, Presses Universitaires, 1977.
-----Cervantes, trad. M. Armi&ntilde;o, Madrid, Espasa-Calpe, 1987.
<li>CASALDUERO, J., Sentido y forma de las "Novelas ejemplares", Madrid, Gredos, 1974.
-----Sentido y forma del teatro de Cervantes, Madrid, Gredos, 1974.
-----Sentido y forma de "Los trabajos de Persiles y Sigismunda", Madrid, Gredos, 1975.
<li>CASTRO, Am&eacute;rico, El pensamiento de Cervantes, ed. J. Rodr&iacute;guez Pu&eacute;rtolas, Barcelona-Madrid, Noguer, 1972.
<li>COTARELO VALLEDOR, A. El teatro de Cervantes. (Madrid: Tip. de la RABM, 1915).
EL SAFFAR, R. S., Novel to Romance, A Study of Cervantes's "Novelas ejemplares", Baltimore, The Johns Hopkins University Press, 1974.
<li>FERN&Aacute;NDEZ G&Oacute;MEZ, C., Vocabulario de Cervantes, Madrid, RAE, 1962.
<li>FORCIONE, A. K., Cervantes and the Humanist Vision: A Study of Four "Exemplary Novels" [CE, G, LV y FS], Princeton, University Press, 1982, pp. 3-30.
<li>FUENTES, Carlos, Cervantes o la cr&iacute;tica de la lectura, Alcal&aacute; de Henares, Centro de Estudios Cervantinos, 1994.
<li>GONZ&Aacute;LEZ DE AMEZ&Uacute;A Y MAYO, A. de, Cervantes, creador de la novela corta espa&ntilde;ola, Madrid, CSIC, 1982 (2 vols.).
<li>GONZ&Aacute;LEZ ROVIRA, J., La novela bizantina de la Edad de Oro, Madrid, Gredos, 1996.
<li>L&Oacute;PEZ ESTRADA, F., La "Galatea" de Cervantes. Estudio cr&iacute;tico, La Laguna, Universidad, 1948.
-----Los libros de pastores en la literatura espa&ntilde;ola. La &oacute;rbita previa, Madrid, Gredos, 1974.
<li>M&Aacute;RQUEZ VILLANUEVA, F., Fuentes literarias cervantinas, Madrid, Gredos, 1973.
-----Trabajos y d&iacute;as cervantinos, Alcal&aacute; de Henares, Centro de Estudios Cervantinos, 1995.
</ol> 

<p>F. SEVILLA ARROYO

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Saturday, February 20, 1999, 1:01:59 PM
Last Updated: Saturday, February 20, 1999, 1:01:59 PM
</address>
</html>
