<html>
<head>
<TITLE>Jos&eacute; Cornide de Folgueira y Saavedra</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Jos&eacute; Cornide de Folgueira y Saavedra">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Jos&eacute; Cornide de Folgueira y Saavedra</h1>
<hr>
Cornide de Folgueira y Saavedra, Jos&eacute; Andr&eacute;s (1734-1803)

<p> Historiador espa&ntilde;ol nacido en La Coru&ntilde;a el 25 de abril de 1734. Su padre fue asesor del virrey de Nueva Espa&ntilde;a y alcalde mayor de la Real Audiencia de Galicia. Hered&oacute; los t&iacute;tulos de se&ntilde;or de Maariz, S&aacute;a, Amoeyro y Cebreyro. Su t&iacute;o don Jos&eacute; de Avellaneda y Santillo le nombr&oacute; heredero universal de sus bienes; esto le permiti&oacute; una posici&oacute;n desahogada en lo econ&oacute;mico e independencia en sus opiniones. Estudi&oacute; en Santiago. Ingres&oacute; en la Academia de la Historia a los 21 a&ntilde;os. Fue tambi&eacute;n capit&aacute;n de la milicia urbana. En 1763 fue regidor del Ayuntamiento de La Coru&ntilde;a, en 1766 se convirti&oacute; en regidor perpetuo de dicho Ayuntamiento. En 1782 se le nombr&oacute; vocal de la Junta de Caminos del Reino. En 1765 particip&oacute; en la fundaci&oacute;n «Real Academia de Agricultura del Reino de Galicia». En 1770 fue nombrado secretario de la Academia de Agricultura, cargo que desempe&ntilde;&oacute; hasta que &eacute;sta se disolvi&oacute; en 1774. Entabl&oacute; relaci&oacute;n con las figuras m&aacute;s relevantes de la ilustraci&oacute;n espa&ntilde;ola, mantuvo correspondencia con el P. Enrique Fl&oacute;rez, con el que colabor&oacute; para la redacci&oacute;n de la <em>Espa&ntilde;a Sagrada,</em> tambi&eacute;n con el cart&oacute;grafo Tom&aacute;s L&oacute;pez y, sobre todo, con Gregorio Mayans.

<p>En 1789 se desplaz&oacute; a Madrid, por lo que tuvo que abandonar sus cargos y actividades en Galicia. A los 55 a&ntilde;os estudi&oacute; Historia Literaria con Miguel de Manuel en los Reales Estudios. En 1792 fue nombrado acad&eacute;mico numerario y en 1793 revisor de la misma, que entre otras funciones deber&iacute;a realizar viajes por distintas partes del pa&iacute;s, uno de &eacute;stos a los Pirineos, sobre los que escribi&oacute; una descripci&oacute;n f&iacute;sica, civil y militar. A finales del siglo XVIII la Academia le comision&oacute; para un viaje a Portugal junto a Melchor de Prado y Carrillo de Albornoz, donde tendr&iacute;an que llevar a efecto una misi&oacute;n secreta encargada por Godoy y en la ten&iacute;an que conocer y evaluar el potencial militar luso; este viaje se recopil&oacute; en tres vol&uacute;menes que se publicaron a finales del siglo XIX. En 1802 se le nombr&oacute; secretario perpetuo de la Academia de la Historia.  Muri&oacute; en Madrid en 1803. La mayor&iacute;a de sus manuscritos se encuentran en la Academia de la Historia (Madrid), entre ellos figuran: <em>Viajes de don Jos&eacute; Andr&eacute;s Cornide de Folgueira al contorno de Madrid desde 1789 hasta 1793; Viage executado en el mes de septiembre del 95 desde Madrid a Sig&uuml;enza por la Alcarria para determinar la posesi&oacute;n geogr&aacute;fica de la Celtiberia; Viaje a la Alcarria;  Estado de Portugal en el a&ntilde;o 1800,</em> etc. Otras obras suyas son: <em>Ensayos sobre los peces y otras producciones mar&iacute;timas de Galicia; Investigaciones sobre la fundaci&oacute;n y f&aacute;brica de la torre de H&eacute;rcules en la Coru&ntilde;a.</em>

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Thursday, March 04, 1999, 5:06:54 PM
Last Updated: Thursday, March 04, 1999, 5:06:54 PM
</address>
</html>
