<html>
<head>
<TITLE>Erasmo</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Erasmo">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Erasmo de Rotterdam (1467-1536)</h1>
<hr>


<p> Fil&oacute;sofo humanista holand&eacute;s, nacido en Rotterdam y muerto en Basilea. Su nombre original era Erasmo Desiderio. Hijo ileg&iacute;timo, tuvo que arrastrar toda su vida el escarnio de que era objeto por este motivo. Entr&oacute; en el convento de los can&oacute;nigos de Ema&uacute;s y se orden&oacute; sacerdote, pero no logr&oacute; aclimatarse a la vida de claustro y sali&oacute; para trabajar como secretario de Bergen, obispo de Cambrai. Viajero incansable, recorri&oacute; casi toda Europa. Estudi&oacute; en Par&iacute;s, conoci&oacute; en Inglaterra a John Colet y Tom&aacute;s Moro, de quien fue &iacute;ntimo amigo, y en Tur&iacute;n (Italia) se doctor&oacute; en teolog&iacute;a. En 1521 se estableci&oacute; en Basilea, donde vivi&oacute; hasta su muerte, exceptuado un lapso de seis a&ntilde;os vividos en Friburgo.

<p>Erasmo es figura central de la Europa de su tiempo. Goz&oacute; del apoyo y estima de soberanos y papas, y mantuvo una vasta correspondencia con la mayor parte de los sabios de su tiempo. Desarroll&oacute; una intensa labor filol&oacute;gica centrada en la edici&oacute;n cr&iacute;tica del <em>Nuevo Testamento</em> y de un buen n&uacute;mero de textos de los Santos Padres. Pero adem&aacute;s escribi&oacute; una serie de obras de gran inter&eacute;s filos&oacute;fico: <em>Enchiridion militis christiani </em>(1502), <em>Encomium moriae seu Laus stultitiae</em> (el famoso <em>Elogio de la locura,</em> 1509), <em>Institutio principis christiani</em> (1526) y <em>De libero arbitrio</em> (1524, contra la que Lutero escribi&oacute; <em>De servo arbitrio</em> y al que Erasmo replic&oacute; con <em>Hyperaspistes</em>).

<p>Aunque no se trata de un fil&oacute;sofo profundo ni original, no se muestra ajeno a las preocupaciones filos&oacute;ficas de su tiempo, a las que trata de aportar sensatez y equilibrio. Quiz&aacute; por esto, y por su atractivo estilo literario, su autoridad era ampliamente aceptada en diversos ambientes. Pensador religioso, influido por la espiritualidad de la <em>devotio</em> moderna, deseaba una reforma y renovaci&oacute;n del cristianismo que lo sacara del formalismo abstracto y especulativo en que lo hab&iacute;a sumido la Edad Media hasta llegar a tergiversarlo. En efecto, seg&uacute;n Erasmo se hab&iacute;a perdido la verdadera "filosof&iacute;a de Cristo", que es la imitaci&oacute;n de su vida. Pero, al contrario de Lutero, Erasmo nunca se separ&oacute; de la autoridad de la Iglesia aunque la criticara. Cre&iacute;a m&aacute;s bien que la reforma hab&iacute;a de hacerse desde dentro. En el <em>Elogio de la locura</em> condena la locura del mundo que corre tras las cosas ef&iacute;meras, y alaba la locura de aquellos que se ven empujados a hacer de su fe un ejercicio de vida, a perdonar a los enemigos y a donar los propios bienes. En la doctrina de <em>servo arbitrio</em> de Lutero, Erasmo ve otro peligro para la fe cristiana, porque si el hombre no dispone de libre arbitrio, resulta imposible su esfuerzo por imitar a Cristo. &Eacute;ste ser&aacute; precisamente el comienzo del distanciamiento de Lutero, cuyas ansias de reforma, por otra parte, compart&iacute;a.


<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>BATAILLON, M.: Erasmo y Espa&ntilde;a, Madrid, 1976.
<li>ABELL&Aacute;N, J.L.: El erasmismo espa&ntilde;ol, Madrid, 1982.
</ol> 
 
<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, February 22, 1999, 4:03:08 PM
Last Updated: Monday, February 22, 1999, 4:03:08 PM
</address>
</html>
