<html>
<head>
<TITLE>Luis de G&oacute;ngora</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Luis G&oacute;ngora">
<meta name="keywords"
 value="G&oacute;ngora, barroco, culteranismo">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Luis de G&oacute;ngora y Argote (1561-1627)</h1>
<hr>

<p>Poeta y dramaturgo espa&ntilde;ol, nacido en C&oacute;rdoba el 11 de julio de 1561 y muerto en su ciudad natal el 23 de mayo de 1627, v&iacute;ctima de una apoplej&iacute;a. M&aacute;ximo representante del culteranismo barroco en la poes&iacute;a espa&ntilde;ola, fue uno de los poetas m&aacute;s influyentes en la evoluci&oacute;n est&eacute;tica de su tiempo. Su renovaci&oacute;n del lenguaje p&oacute;etico, inspirada en cultismos l&eacute;xicos y sint&aacute;cticos procedentes del lat&iacute;n cl&aacute;sico, marc&oacute; una pauta en la l&iacute;rica espa&ntilde;ola que ha llegado hasta nuestros d&iacute;as. 

<h4>Vida.</h4>
 
<p>Hijo de Francisco de Argote, juez de residencia en Madrid y de bienes confiscados por la Inquisici&oacute;n de C&oacute;rdoba, y de Leonor de G&oacute;ngora, parece que estudi&oacute; con los jesuitas. Se orden&oacute; sacerdote cuando su t&iacute;o materno, racionero de la catedral cordobesa, le cedi&oacute; algunos privilegios, pero la falta de vocaci&oacute;n religiosa del poeta fue evidente a lo largo de toda su vida y se mostr&oacute; en su pasi&oacute;n por las mujeres y, sobre todo, por el juego, que fue la causa de su ruina final y de innumerables burlas durante sus a&ntilde;os de estancia en Madrid. Asimismo, la supuesta ascendencia jud&iacute;a de la familia fue motivo de burla, especialmente para <a href="quevedof.htm"><b>Quevedo</b></a>, que identific&oacute; su nariz con la habitualmente supuesta a los jud&iacute;os y calific&oacute; a su novedosa poes&iacute;a de "judaizante". 
 
<p>Estudi&oacute; C&aacute;nones en Salamanca entre 1576 y 1580, pero no lleg&oacute; a graduarse. Precisamente es 1580 el a&ntilde;o de sus primeros poemas y cinco a&ntilde;os m&aacute;s tarde recibe el elogio de <a href="cervante.htm"><b>Cervantes</b></a> en el <em>Canto de Cal&iacute;ope.</em>
 
<p>En 1617, ya famoso como poeta, se instala en Madrid y se ordena sacerdote (hasta entonces s&oacute;lo hab&iacute;a estado ordenado de menores). Es nombrado capell&aacute;n del rey con el apoyo del Duque de Lerma. La vida de la corte lo endeuda a&uacute;n m&aacute;s, por lo que a la ca&iacute;da de Lerma se ver&aacute; obligado a buscar la sombra de Olivares. Son a&ntilde;os dif&iacute;ciles: el Conde-Duque lo entretiene con promesas que nunca se materializan, lo amenazan con embargos, alguien (Quevedo seg&uacute;n el anecdotario) compra su casa y le obliga a deslojarla. Enfermo y sin recursos, intenta publicar sus poemas, dispersos hasta la fecha, pero no lo consigue. Una mejor&iacute;a de la enfermedad le permite volver a C&oacute;rdoba en 1626, para morir all&iacute; al a&ntilde;o siguiente.
 
 
<h4>Obra.</h4>
 
<p>Salvo dos comedias que no triunfaron, aunque no carezcan de m&eacute;ritos (<em>Las Firmezas de Isabela,</em> de 1610, y <em>El Doctor Carlino,</em> de 1613) la obra de G&oacute;ngora se ci&ntilde;e al verso, aunque tocando en &eacute;l la pr&aacute;ctica totalidad de los g&eacute;neros de su tiempo, a excepci&oacute;n del poema &eacute;pico <em>stricto sensu.</em>
 
<p>Estil&iacute;sticamente, la poes&iacute;a de G&oacute;ngora se caracteriza por la hinchaz&oacute;n formal, por el uso de recursos amplificadores que se detienen en la descripci&oacute;n y explicaci&oacute;n del contenido m&aacute;s que en avanzar en &eacute;l. Junto a ello, el gusto por el hip&eacute;rbaton latinizante dificulta la comprensi&oacute;n del contenido, lo que llev&oacute; a sus cr&iacute;ticos a calificarla de poes&iacute;a extranjera, frente a la poes&iacute;a espa&ntilde;ola que, procedente de Garcilaso, hab&iacute;a llegado a los "poetas claros" que rodeaban a Lope. Con todo, el estilo gongorino no proced&iacute;a, ni mucho menos, de poes&iacute;a extranjera alguna, sino del modo de poetizar de la escuela sevillana y del grupo antequerano-granadino que, ya desde el propio Fernando de Herrera y a trav&eacute;s de la obra de un <a href="carrillo.htm"><b>Luis Carrillo y Sotomayor</b></a>, un Juan de Arguijo o un Francisco de Rioja, va a llegar a su cima en la obra del cordob&eacute;s. Junto con ello, el profundo conocimiento de las lenguas cl&aacute;sicas que ten&iacute;a G&oacute;ngora le permite establecer esas atrevidas per&iacute;frasis y violentos hip&eacute;rbatos que causaron tanta admiraci&oacute;n como cr&iacute;ticas.
 
<p>Al tiempo, y respecto del enfrentamiento entre "culteranos" o seguidores de G&oacute;ngora y "conceptistas" o seguidores de Quevedo, es preciso se&ntilde;alar tanto la soledad de Quevedo, incapaz de crear a su alrededor grupo alguno, como el hecho de que G&oacute;nogora fue imitado por todos, incluidos aquellos que, como Lope, lo criticaban. Y esto tanto por la poderosa atracci&oacute;n que su estilo ejerci&oacute; sobre sus contempor&aacute;neos cuanto por venir en l&iacute;nea directa de la poes&iacute;a del XVI. De esta manera, poemas como <em>La Filomena</em> o <em>La Andr&oacute;meda</em> de Lope muestran una clara huella de G&oacute;ngora que el F&eacute;nix logr&oacute; asimilar a su estilo. El influjo de G&oacute;ngora sustituir&aacute; al de Garcilaso hasta entrado el siglo XVIII, cuando, por compensaci&oacute;n, G&oacute;ngora se convierta en la bestia negra de nuestros ilustrados, que abogan por un estilo claro como el de los poetas del XVI, aunque nunca logren su calidad. Este anatema sobre la obra de G&oacute;ngora perdur&oacute; a lo largo del XIX y fue sancionado por la cr&iacute;tica que Men&eacute;ndez y Pelayo hizo de sus &uacute;ltimas obras, cr&iacute;tica que acu&ntilde;&oacute; la expresi&oacute;n "pr&iacute;ncipe de luz, pr&iacute;ncipe de tinieblas" con la que el humanista <a href="cascales.htm"><b>Cascales</b></a> hab&iacute;a definido en el XVII las dos etapas en la obra del cordob&eacute;s: antes y despu&eacute;s de las <em>Soledades,</em> lo que don Marcelino identificaba con antes y despu&eacute;s de perder G&oacute;ngora la raz&oacute;n (no olvidemos que el mismo cr&iacute;tico difundi&oacute; la especie de que El Greco padec&iacute;a de una enfermedad de la vista que le hac&iacute;a pintar las figuras tan largas y estilizadas). Ser&aacute; a partir de Rub&eacute;n Dar&iacute;o cuando la obra de G&oacute;ngora vuelva a ser apreciada en c&iacute;rculos po&eacute;ticos, aunque ser&aacute;n precisos, adem&aacute;s, los estudios de Alfonso Reyes, Miguel Artigas y, sobre todo, D&aacute;maso Alonso, junto con sus compa&ntilde;eros de generaci&oacute;n po&eacute;tica, quienes organizaron en 1927 el homenaje al poeta en el tricentenario de su muerte y, m&aacute;s a&uacute;n, rehabilitaron su lengua po&eacute;tica para la poes&iacute;a espa&ntilde;ola del siglo XX.
 
<p>Dentro ya de la obra del cordob&eacute;s, es preciso se&ntilde;alar la constancia de estos rasgos estil&iacute;sticos que aparecen tanto en obras serias como en obras de burlas, y tanto en obras tempranas como en obras de madurez. S&iacute; que encontramos, en cambio, una intensificaci&oacute;n de dichos procedimientos estil&iacute;sticos que llevaron a los que se consideraron excesos de las <em>Soledades</em> y la <em>F&aacute;bula de Polifemo y Galatea.</em> As&iacute;, desde el principio de su obra, encontramos los mismos recursos en poemas en metro tradicional y culto. De esta manera, m&aacute;s que de dos etapas, cabe hablar de una intensificaci&oacute;n progresiva que el poeta deja de cuando en cuando de lado.
 
<p>En cuanto a los g&eacute;neros, fue fundamental la influencia de G&oacute;ngora en la creaci&oacute;n del <em>Romancero Nuevo,</em> al que aport&oacute; joyas como "Amarrado al duro banco", "Entre los sueltos caballos", "En un pastoral albergue", "Hermana Marica" o "Ens&iacute;llenme el asno rucio / del alcalde Ant&oacute;n Llorente" (parodia del romance "Ens&iacute;llenme el potro rucio / del alcalde de los V&eacute;lez", de Lope Vega. Asimismo, es de destacar el romance burlesco de 1618 titulado "F&aacute;bula de P&iacute;ramo y Tisbe", en el que aparecen ya los elementos estil&iacute;sticos citados con la intensidad habitual de sus &uacute;ltimas obras. Junto a &eacute;stos, destacan las letrillas "&Aacute;ndeme yo caliente y r&iacute;ase la gente", "Aprended, flores, en m&iacute;", presente a&uacute;n hoy en la tradici&oacute;n oral hispana o la letrilla sacra "Ca&iacute;do se le ha un clavel" dedicada al Nacimiento de Cristo. asimismo, est&aacute;n compuestos con singular perfecci&oacute;n sonetos como el dedicado al tema del carpe diem ("Mientras, por competir con tu cabello, / oro bru&ntilde;ido, el sol relumbra en vano"), o el "Soneto a C&oacute;rdoba" ("¡Oh excelso muro, oh torres coronadas!") que fue musicado en nuestro siglo, parejo al fervor gongorino del 27, por Manuel de Falla. Muchos de ellos se transforman en dedicatorias a personajes ilustres para los que G&oacute;ngora compone versos ajustados y ricos. Otras veces, sus sonetos arrastran una carga sat&iacute;rico-burlesca que apunta con &aacute;cida iron&iacute;a hacia los defectos de los personajes m&aacute;s destacados de su tiempo ("El Conde mi se&ntilde;or se fue a Napoles, / el Duque mi se&ntilde;or se fue a Franc&iacute;a: / pr&iacute;ncipes, buen viaje, que este d&iacute;a / pesadumbre dar&eacute; a unos caracoles"). Otras veces, la censura burlesca est&aacute; dirigida contra su mayor enemigo en las lides po&eacute;ticas, don Francisco de Quevedo y Villegas ("Anacreonte espa&ntilde;ol, no hay quien os tope"; "Cierto poeta, en forma peregrina / cuanto devota, se meti&oacute; a romero").
 
<p>Destacan, asimismo, sus sonetos &aacute;ulicos, laudatorios y eleg&iacute;acos, en franca competencia, por lo que ata&ntilde;e a su hondura po&eacute;tica, con los consagrados a la materia amorosa y galante:
 
<h6>DE UN PEREGRINO ENFERMO QUE SE ENAMOR&Oacute; DONDE SE HAB&Iacute;A HOSPEDADO</h6><br> 
 
"Descaminado, enfermo, peregrino,<br>
en tenebrosa noche, con pie incierto,<br>
la confusi&oacute;n pisando del desierto,<br>
voces en vano dio, pasos sin tino.<br>
<br> 
Repetido latir, si no vecino,<br>
distincto oy&oacute; de can siempre despierto,<br>
y en pastoral albergue mal cubierto<br>
piedad hall&oacute;, si no hall&oacute; camino.<br>
<br> 
Sali&oacute; el sol y, entre armi&ntilde;os escondida,<br>
so&ntilde;olienta beldad, con dulce sa&ntilde;a,<br> 
salte&oacute; al no bien sano pasajero.<br>
<br> 
Pagar&aacute; el hospedaje con la vida:<br>
m&aacute;s le valiera errar en la monta&ntilde;a<br>
que morir de la suerte que yo muero".<br>
<br>
<br> 
<p>Es autor, asimismo, de poemas en arte mayor como la "Oda a la toma de Larache", en la que se comienza a observar el tr&aacute;nsito hacia la etapa final, que comienza, propiamente hablando, con el "Paneg&iacute;rico al Duque de Lerma", obra en la que las galas del estilo gongorino se hacen pesadas por el escaso inter&eacute;s del tema.
 
<p>No sucede lo mismo con la <em>F&aacute;bula de Polifemo y Galatea,</em> en la que el estilo de G&oacute;ngora refleja la sensualidad de la historia de la ninfa y el pastor y el contraste entre su belleza y la brutalidad de Polifemo, monstruo enamorado tambi&eacute;n de la ninfa. G&oacute;ngora estructura el poema en 63 octavas que distribuye a modo casi de vi&ntilde;etas en las que apenas el sentido de una se encabalga en la siguiente. La belleza del poema -y la enorme dificultad del lenguaje po&eacute;tico gongorino-, se puede apreciar en cualquiera de sus octavas:<br>
<br> 
"En la r&uacute;stica gre&ntilde;a yace oculto<br>
el &aacute;spid, del intonso prado ameno,<br>
antes que, del peinado jard&iacute;n culto<br>
en lo lascivo, regalado seno.<br>
En lo viril desata de su vulto<br>
lo m&aacute;s dulce el amor de su veneno:<br>
b&eacute;belo Galatea, y da otro paso<br>
por apurarle la ponzo&ntilde;a al vaso".<br>
<br> 
<p>Respecto de las <em>Soledades,</em> fue, sin duda, el proyecto m&aacute;s ambicioso del poeta: G&oacute;ngora pretend&iacute;a escribir cuatro poemas sobre el mismo asunto, pero que s&oacute;lo dej&oacute; dos antes de su muerte. Narra el poema el naufragio de un joven que, tras pasar la noche con unos cabreros, se encuentra con diferentes personas y acontecimientos (unos cabreros que van de boda, a la que asiste, unos pescadores con los que faena, una cacer&iacute;a que contempla al regreso, etc.) que sirven al poeta para desplegar todo su riqueza estil&iacute;stica:<br>
<br> 
"Era del a&ntilde;o la estaci&oacute;n florida<br>
en que el mentido robador de Europa<br>
-media luna las armas de su frente<br>
y el sol todos los rayos de su pelo-,<br>
luciente honor del cielo,<br>
en campos de zafiro pace estrellas.<br>
Cuando el que ministrar pod&iacute;a la copa<br>
a J&uacute;piter, mejor que el garz&oacute;n de Ida,<br>
n&aacute;ufrago y desde&ntilde;ado -sobre ausente-<br>
lagrimosas de amor dulces querellas<br>
da al mar, que, condolido,<br>
fue a las ondas, fue al viento<br>
el m&iacute;sero gemido<br>
segundo de Ar&iuml;&oacute;n dulce instrumento".<br>
<br>
<p>La obra de G&oacute;ngora se public&oacute; en el mismo 1627 a cargo de Juan L&oacute;pez de Vicu&ntilde;a (<em>Obras en verso del Homero espa&ntilde;ol</em>), edici&oacute;n que complet&oacute; en 1633 Gonzalo de Hoces (<em>Todas las obras de don Luis de G&oacute;ngora en varios poemas</em>). Enseguida, Salcedo Coronel, <a href="pellicer.htm"><b>Jos&eacute; Pellicer</b></a>, y Crist&oacute;bal Salazar Mardones comentaron su obra verso a verso, tal y como sucediera durante el siglo anterior con Garcilaso. El primer cr&iacute;tico de su estilo fue <a href="jauregui.htm"><b>Juan de J&aacute;uregui</b></a> en su <em>Ant&iacute;doto contra las Soledades,</em> escrito despu&eacute;s de 1616, fecha en la que estos poemas comenzaron a correr manuscritos.
 
 
<h4>Bibliograf&iacute;a</h4>
<ol>
<li>ALONSO, D&aacute;maso. La lengua po&eacute;tica de G&oacute;ngora. (Madrid: 1930). G&oacute;ngora y el "Polifemo". (Madrid: 1967). G&oacute;ngora y el gongorismo. (Madrid: 1978).
<li>JAMMES, Robert. &Eacute;tudes sur l'oeuvre po&eacute;tique de don Luis de G&oacute;ngora y Argote. (Burdeos: 1967).
</ol> 

<p>G. Fern&aacute;ndez San Emeterio.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday 15 de February de 1999, 11:59:37
Last Updated: Monday 15 de February de 1999, 11:59:37
</address>
</html>
