<html>
<head>
<TITLE>Fernando de Herrera</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Fernando de Herrera">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Fernando de Herrera (poeta espa&ntilde;ol, 1534-1597)</h1>
<hr>


<p> Poeta espa&ntilde;ol, nacido en Sevilla en 1534, y muerto en su ciudad natal en 1597. Por la perfecci&oacute;n formal que alcanz&oacute; su poes&iacute;a, depositaria de los ecos postrimeros de la herencia petrarquista recogida y difundida por Bosc&aacute;n y <a href="file://c:/demofd/informes/BNArgentina/catalogo/garcilas.htm"><b>Garcilaso</b></a>, fue conocido entre sus coet&aacute;neos por el sobrenombre de “El Divino”.


<h4>Vida.</h4>
 
<p>Pocos datos conocemos acerca de la vida de este poeta del siglo XVI espa&ntilde;ol. Naci&oacute; en Sevilla, hijo de honrados padres, posiblemente hidalgos. No sabemos con seguridad d&oacute;nde estudi&oacute;; pudo hacerlo en el colegio fundado por Maese Rodrigo Fern&aacute;ndez de Santaella, reconocido por la ciudad de Sevilla como Colegio de Santa Mar&iacute;a de Jes&uacute;s; tambi&eacute;n existe la posibilidad de que lo hiciera en el Estudio de San Miguel. Lo que s&iacute; se puede afirmar con certeza es que no debi&oacute; de terminar los estudios, pues no logr&oacute; ninguno de los t&iacute;tulos acad&eacute;micos que, sin duda, habr&iacute;a a&ntilde;adido a su nombre. Recibi&oacute; las &Oacute;rdenes Menores de Ostiario, Lector, Exorcista y Ac&oacute;lito, lo que le permiti&oacute; solicitar y obtener un beneficio en la parroquia de San Andr&eacute;s en Sevilla. Sus obligaciones se limitaban a cantar en el coro, a leer su breviario y a asistir con su vestimenta eclesi&aacute;stica a una misa dominical o diaria. En 1565 trasladaron definitivamente su residencia a Sevilla don &Aacute;lvaro de Portugal, conde de Gelves, y su esposa do&ntilde;a Leonor de Mil&aacute;n. El Conde auspici&oacute; una tertulia literaria a la que asist&iacute;an, entre otros, <a href="file://c:/demofd/informes/BNArgentina/catalogo/mallaraj.htm"><b>Juan de Mal Lara</b></a>, el licenciado Pacheco, Baltasar del Alc&aacute;zar, Juan de la Cueva, Mosquera de Figueroa, y el propio Herrera. La Condesa caus&oacute; un gran impacto en Herrera, quien la convirti&oacute; en el centro de su poes&iacute;a amatoria. La relaci&oacute;n entre la noble y el poeta fue de gran confianza, pues do&ntilde;a Leonor lo hizo depositario de su testamento. Los &uacute;ltimos a&ntilde;os de su vida los pas&oacute; calladamente en la ciudad de Sevilla, donde muri&oacute; en 1597, a los 63 a&ntilde;os de edad.
 
<p>Fue un hombre de una gran cultura, como atestigua su bi&oacute;grafo Pacheco: tuvo lecci&oacute;n particular de los santos, supo las matem&aacute;ticas y la geograf&iacute;a, como parte principal, con gran eminencia. Tambi&eacute;n pose&iacute;a conocimientos de filosof&iacute;a y de medicina. Era adem&aacute;s un gran conocedor de las lenguas y literaturas griega y latina; en esta &uacute;ltima escribi&oacute; algunas composiciones, como recordaba Francisco de Rioja: “supo la lengua latina muy bien, y hizo en ella muchos epigramas, llenos de arte y de pensamientos y modos de hablar, escogidos en los m&aacute;s ilustres escritos antiguos”.
 
 
<h4>Obra.</h4>
 
<p>El cat&aacute;logo de sus obras incluye dos grupos: obras conservadas y obras perdidas. El primero se reduce a cuatro libros en prosa: <em>Relaci&oacute;n de la guerra de Chipre, y suceso de la batalla naval de Lepanto,</em> publicada en Sevilla por Picardo en 1572, que contiene al final uno de los poemas m&aacute;s famosos del vate sevillano, la "Canci&oacute;n en homenaje a don Juan de Austria por el triunfo de Lepanto"; <em>Tom&aacute;s Moro,</em> vida ejemplar del santo ingl&eacute;s, impresa en Sevilla en 1592 por Alonso de la Barrera; <em>Las Obras de Garcilaso de la Vega con Anotaciones de Fernando de Herrera</em> (Sevilla, 1580), considerado por Antonio Alatorre como "el libro m&aacute;s hermoso de cr&iacute;tica literaria y de erudici&oacute;n po&eacute;tica que se escribi&oacute; en la Espa&ntilde;a del Siglo de Oro". Se trata de un libro en el que se edita con comentario la obra po&eacute;tica de Garcilaso, pero en &eacute;l se halla un compendio de creaci&oacute;n po&eacute;tica, de ret&oacute;rica y de cr&iacute;tica literaria, a lo que hay que a&ntilde;adir una amplia erudici&oacute;n enciclop&eacute;dica y un esbozo del arte po&eacute;tica que nunca escribi&oacute;. Obra muy relacionada con esta &uacute;ltima, aunque no fue impresa en vida del poeta es la <em>Respuesta a las Observaciones del Prete Jacop&iacute;n,</em> en la que Herrera se defiende de los ataques que contra las <em>Anotaciones</em> hab&iacute;a lanzado el Condestable de Castilla.
 
<p>A estas obras en prosa hay que a&ntilde;adir su libro de poes&iacute;as, publicado en Sevilla en 1582 bajo el t&iacute;tulo de <em>Algunas obras,</em> libro que contiene 91 composiciones desglosadas de la siguiente manera: 78 sonetos, 7 eleg&iacute;as, 5 odas y una &eacute;gloga. A estas obras hay que a&ntilde;adir poemas sueltos escritos para los preliminares de libros de amigos suyos, y un gran n&uacute;mero de composiciones que se han conservado en manuscritos dispersos en distintas bibliotecas. 
 
<p>De las obras perdidas tenemos noticias gracias a las citas que de ellas hacen el propio Herrera, Pacheco, Francisco Rioja o el Licenciado Duarte. Pacheco, en la semblanza biogr&aacute;fica que acompa&ntilde;a a su Libro de descripci&oacute;n de verdaderos retratos de ilustres y memorables varones, cita varias de estas obras: un poema tr&aacute;gico de los "Amores de Lausino y Corona", varias &eacute;glogas, la <em>Gigantomachia,</em> la traducci&oacute;n del <em>Rapto de Proserpina</em> de Claudiano, y, por &uacute;ltimo, una historia general del mundo hasta el reinado de Carlos V; a este cat&aacute;logo, Francisco Rioja a&ntilde;adi&oacute; un <em>Amad&iacute;s.</em> Algunas de estas obras nunca llegaron a terminarse y algunas quiz&aacute;s ni siquiera a escribirse. Ninguno de sus amigos y bi&oacute;grafos nos da noticias de lo que sucedi&oacute; con estos textos herrerianos, aunque Pacheco y el Licenciado Duarte hablan de una usurpaci&oacute;n, pero sin especificar el autor o autores de semejante robo o destrucci&oacute;n.
 
<p>La parte m&aacute;s importante de su producci&oacute;n literaria es, sin lugar a dudas, la poes&iacute;a; es gracias a ella que Herrera ocupa un lugar destacado en la literatura espa&ntilde;ola. Tal y como correspond&iacute;a a un poeta de su &eacute;poca, el vate sevillano transit&oacute; diversos temas: poes&iacute;a amorosa, poes&iacute;a heroico-patri&oacute;tica y poes&iacute;a laudatoria. 
 
<p>La tradici&oacute;n po&eacute;tica en la que se inserta la poes&iacute;a amorosa de Herrera participa del petrarquismo, del neoplatonismo y de los tratados filogr&aacute;ficos, como los <em>Di&aacute;logos de amor</em> de Le&oacute;n Hebreo. Las tres corrientes de pensamiento aparecen recogidas en el <em>Canzoniere</em> de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/petrarca.htm"><b>Petrarca</b></a>, poeta cuya influencia en la poes&iacute;a espa&ntilde;ola del Siglo de Oro es fundamental; Herrera es quiz&aacute;s el poeta espa&ntilde;ol m&aacute;s consciente de la importancia del escritor florentino. Por ello la poes&iacute;a del sevillano se halla impregnada de conceptos y temas petrarquistas, que en ocasiones coinciden con los planteamientos neoplat&oacute;nicos, e incluso con la tradici&oacute;n cort&eacute;s iniciada en Provenza en el siglo XII. Uno de los rasgos petrarquistas que penetr&oacute; en la pr&aacute;ctica herreriana, aunque ya se hab&iacute;a dado en nuestro siglo XV y en autores posteriores (Garcilaso), es el concepto del amor por destino: el poeta ya desde su nacimiento est&aacute; destinado a amar a una mujer. Herrera cre&iacute;a haber nacido bajo el signo del amor, y as&iacute; lo manifiesta en algunos de sus versos, como se puede apreciar en los dos versos de un soneto, en el que leemos: "Nac&iacute; yo por ventura destinado / al amoroso fuego". Pero este destino no presupone una vida feliz, puesto que el amor petrarquista -y aqu&iacute; se aprecia la influencia cort&eacute;s- significa dolor. La amada rechaza al poeta, que es consciente de que los sentimientos que siente y expresa a la mujer que ama nunca ser&aacute;n correspondidos; amar es sufrir. De esta forma el dolor se convierte en el sustituto del placer, el amante se entrega a la amada en espera de recibir m&aacute;s tormento; su libertad, su voluntad se han rendido a la libertad y a la voluntad de la mujer. Este sometimiento absoluto culmina con un deseo de total sacrificio, que va a desembocar en la muerte. A este sentimiento se llega por el estado de angustia y desesperaci&oacute;n en que vive el poeta, que provocan en &eacute;l un estado de desconcierto y confusi&oacute;n obsesivos; la confusi&oacute;n y el desconcierto los expresa as&iacute; Herrera: "Sigo por un desierto no tratado, / sin luz, sin gu&iacute;a, en confusi&oacute;n perdido". Otro de los conceptos petrarquistas es el de la consideraci&oacute;n de la amada como gu&iacute;a, como la luz que conduce al poeta hacia el cielo. Siguiendo esta tradici&oacute;n el poeta sevillano la denomina como Luz, Estrella, Lumbre, Lucero, Sirena; todos nombres que pertenecen al campo sem&aacute;ntico de  luz. Es la luz que, dentro de la filosof&iacute;a neoplat&oacute;nica, gu&iacute;a la ascensi&oacute;n del amante, ascensi&oacute;n que en Herrera es descrita con la simbolog&iacute;a de la literatura m&iacute;stica:<br>
<br> 
"Y la fr&aacute;gil corteza dejo al suelo<br>
que impide con su peso el leve vuelo;<br>
y contemplo por vos la suma alteza,<br>
el celestial esp&iacute;ritu y la gloria<br>
de la inmortal belleza,<br>
y a vos os debo aquesta gran victoria".<br>
<br> 
<p>Pero esta espiritualidad expresada con un lenguaje sacado de la tradici&oacute;n m&iacute;stica no supone el desechar la sensualidad. En este sentido, Herrera refleja el pensamiento de los fil&oacute;sofos neoplat&oacute;nicos que, como Plotino, ve&iacute;an en el contacto sexual una aceptable forma de expresar los sentimientos amorosos. En su poes&iacute;a hallamos referencia a los besos como una forma de expresar esa comunicaci&oacute;n que debe establecerse entre los amantes.
 
<p>La obra que mejor refleja la compenetraci&oacute;n herreriana con el mundo po&eacute;tico petrarquista es <em>Algunas obras,</em> poemario publicado en 1582 en Sevilla. En este libro, Herrera asimil&oacute; perfectamente el significado del <em>Canzoniere</em> como historia amorosa; hasta tal punto se ha producido esa asimilaci&oacute;n que Gallego Morell lo considera como reducido "Cancionero en honor de Madonna Leonor". Varios son los puntos de contacto entre ambos cancioneros: en primer lugar, los poemas siguen una secuencia narrativa y no cronol&oacute;gica; en segundo lugar, se intercalan poemas laudatorios y heroico-patri&oacute;ticos para definir la personalidad y el momento hist&oacute;rico del escritor; en tercer lugar, hay alternancia de formas m&eacute;tricas, y, por &uacute;ltimo, aparece una &uacute;nica amada, fijada en par&oacute;nimos. La principal caracter&iacute;stica de este cancionero es su concepto de historia amorosa. El primer punto a destacar es la veracidad o fingimiento de la pasi&oacute;n herreriana hacia do&ntilde;a Leonor de Mil&aacute;n. Ya desde el Cancionero de Baena se exig&iacute;a al aut&eacute;ntico poeta "que siempre se precie e se finja de ser enamorado". Los fil&oacute;grafos neoplat&oacute;nicos repitieron la misma idea; Le&oacute;n Hebreo escribi&oacute; que "en el mundo carece de ser quien carece de amor". Por tanto, el amor que Herrera manifiesta hacia su Luz es un amor literario, vivido en la poes&iacute;a. El poeta sevillano, para seguir la tradici&oacute;n literaria petrarquista, continuada en Espa&ntilde;a por Garcilaso, necesitaba crear una amada que compitiese con la Laura de Petrarca o la Isabel garcilasiana. Por ello surgi&oacute; Luz, alter ego literario de do&ntilde;a Leonor de Mil&aacute;n, como centro del universo po&eacute;tico herreriano.
 
<p>Esta historia de amor se inicia, de acuerdo al canon petrarquista, con un soneto-pr&oacute;logo escrito desde la madurez sentimental y humana y con conciencia de haber errado en su pasi&oacute;n. Pero a diferencia de Petrarca, que escribe su poema desde una pasi&oacute;n ya superada y con una intenci&oacute;n moralizante, Herrera se halla inmerso en la suya y no demuestra ning&uacute;n deseo de claudicaci&oacute;n: "Sigo al fin mi furor, porque mudarme / no es honra ya, ni justo que s’estime / tan mal de quien tan bien rindi&oacute; su pecho". Este primer poema muestra ya las dos pasiones que van a convivir a lo largo del poemario: la audacia y el temor. Lo que falta en esta primera etapa de la historia amorosa es la referencia a las circunstancias en que se produjo el primer encuentro entre el poeta y su amada; poema que deb&iacute;a recordar al "Era il giorno ch’al sol si scoloraro" petrarquista. Eso s&iacute;, Herrera se sirve de los t&oacute;picos del florentino para narrar su rendici&oacute;n: el  hielo, es vencido por el fuego que desprende la amada, y el poeta arde en &eacute;l m&iacute;sero y enga&ntilde;ado, sin esperanza.
 
<p>La primera parte del libro aparece dominada por una actitud de s&uacute;plica; Herrera implora a la amada su atenci&oacute;n, su mirada, como medio de aliviar su tormento:  "Vuelve tu luz a m&iacute;, vuelve tus ojos, / antes que quede oscuro en ciega niebla". Pero la respuesta esperada no llega. Estos poemas constituyen un extenso mon&oacute;logo; no hay comunicaci&oacute;n entre el poeta y su amada; &eacute;sta no tiene voz, es &uacute;nicamente receptora de las amargas quejas de su amante. El silencio se rompe s&oacute;lo en la eleg&iacute;a III, momento culminante de la narraci&oacute;n amorosa, cuando Luz le declara su amor y los tormentos que por &eacute;l est&aacute; sufriendo. Es el momento de la euforia, de la victoria del poeta que ve de esta manera recompensados sus tormentos. Para destacar m&aacute;s esa sensaci&oacute;n de triunfo, el poeta la hace coincidir con el momento en que la armada de don Juan de Austria, vencedora en Lepanto, se halla fondeada en el puerto sevillano.
 
<p>A partir de este momento, se da una tensi&oacute;n amorosa entre la esperanza y el desenga&ntilde;o. Este proceso culmina en el soneto XXXIII,  "Ardientes hebras, do s’ilustra el oro", en el que se produce la exaltaci&oacute;n de la belleza de la amada, con alusiones al cabello, a los ojos, a las mejillas, a los dientes, al cuello y, por &uacute;ltimo, a su "ang&eacute;lica armon&iacute;a". Pero esta tensi&oacute;n se rompe pronto y desparece la esperanza, qued&aacute;ndole s&oacute;lo al amante el recuerdo del placer pasajero. Al recuerdo de la gloria le acompa&ntilde;an el dolor y el desenga&ntilde;o ante la crueldad de la amada. Recurre entonces, para demostrar la grandeza de su tormento, al mito de Prometeo (soneto XLVI), aunque su suplicio es m&aacute;s doloroso que el de este h&eacute;roe mitol&oacute;gico, puesto que es su coraz&oacute;n el que es comido y no existe ning&uacute;n H&eacute;rcules que pueda liberarle. A partir de aqu&iacute; el poeta, que pretende recuperar su libertad, se halla inmerso en una lucha entre la raz&oacute;n y la pasi&oacute;n, que provoca una gran confusi&oacute;n de la que s&oacute;lo se libera en el soneto final. En &eacute;l Herrera narra la ruptura de su yo po&eacute;tico con el amor:<br>
<br> 
"No m&aacute;s; baste, cruel, ya en tantos a&ntilde;os<br>
rendido haber al yugo el cuello yerto,<br>
y haber visto en el fin tu desvar&iacute;o.<br>
<br> 
Abra la luz la niebla a tus enga&ntilde;os,<br>
antes que el lazo rompa el tiempo, y muerto<br>
sea el fuego del tardo hielo m&iacute;o".<br>
<br> 
<br>Esta composici&oacute;n cierra el cancionero herreriano. Pero faltan en &eacute;l los poemas <em>in morte.</em> No sabemos la raz&oacute;n de esta ausencia; quiz&aacute;s nunca fueran escritos o s&iacute; lo fueron, pero al tratarse de una antolog&iacute;a representativa de su producci&oacute;n po&eacute;tica pudieron quedar fuera.
 
<p>Otra corriente po&eacute;tica que trat&oacute; el amor fue el de la poes&iacute;a cancioneril castellana del siglo XV, cuyo mejor ejemplo es el Cancionero general de Hernando del Castillo, impreso por primera vez en 1511, pero que pervivi&oacute; en la tradici&oacute;n po&eacute;tica castellana del siglo XVI. Las razones que movieron a Herrera a continuar esta tradici&oacute;n fueron dos: por una parte, la idea renacentista de continuar una tradici&oacute;n nacional; por otra, el deseo de demostrar su perfecto dominio de la t&eacute;cnica po&eacute;tica, necesaria para desarrollar este tipo de l&iacute;rica en la que se buscaba el virtuosismo formal. Las dos vertientes, la petrarquista y la cancioneril, no representan dos polos opuestos, sino que son complementarias; cada una de ellas influir&aacute; en la otra, aunque ambas conservan sus caracter&iacute;sticas distintivas. La diferencia que separa ambas tendencias se halla en el sentimiento que el poeta es capaz de comunicar a trav&eacute;s de ellas. En su obra petrarquista hay una pasi&oacute;n vivida, aunque &eacute;sta sea literaria, elemento que falta en su poes&iacute;a en metros castellanos. El lector no siente la autenticidad vital en estos poemas; todo parece quedarse en un mero juego po&eacute;tico, en la b&uacute;squeda de la perfecci&oacute;n formal. Herrera incorpora a esta poes&iacute;a su saber human&iacute;stico y su extenso conocimiento de la labor de los poetas del siglo XV, pero no penetra en la poes&iacute;a, no deja su huella personal, sus propias emociones. Refleja, en cambio, de manera obediente las normas del amor cort&eacute;s. As&iacute;, conceptos como el amor considerado como servicio del amante hacia la amada, el secreto, la dama presentada como la "belle dame sans merci", la lucha entre la raz&oacute;n y la pasi&oacute;n que termina con el triunfo de la segunda, son rescatados por Herrera en estas poes&iacute;as.
 
<p>Otra de las vertientes po&eacute;ticas que transit&oacute; fue la de la poes&iacute;a heroico-patri&oacute;tica. Las razones que le hicieron abordar este tipo fueron dos: en primer lugar, por la tradici&oacute;n del <em>canzoniere</em> petrarquista, que se serv&iacute;a de ella para fijar la temporalidad hist&oacute;rica de la peripecia amorosa; en segundo lugar, porque la poes&iacute;a &eacute;pica, ya desde la <em>Po&eacute;tica</em> de Arist&oacute;teles, era considerada como el g&eacute;nero m&aacute;s prestigioso. El propio Herrera se refiere a esta &uacute;ltima causa en uno de sus poemas, en el que reconoce la superioridad de la obra &eacute;pica de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/homero.htm"><b>Homero</b></a> o Virgilio sobre la poes&iacute;a amorosa de T&iacute;bulo, aunque en el poema reconoce la imposibilidad de apartar su inspiraci&oacute;n de su amada. Por otra parte, en sus poemas nos encontramos con una mezcla de elementos heroicos en la poes&iacute;a amatoria y l&iacute;ricos en la heroica, como s&iacute;mbolo de una concepci&oacute;n que se&ntilde;alaba ambos procesos como igualmente gloriosos. Herrera era consciente del concepto pind&aacute;rico de la poes&iacute;a como inmortalizadora de las gestas heroicas, y por ello emprendi&oacute;, dentro del fervor nacionalista del Renacimiento, la labor de rescatar del olvido las haza&ntilde;as de algunos h&eacute;roes medievales espa&ntilde;oles: Pelayo, Fern&aacute;n Gonz&aacute;lez, el Cid, Gonzalo Fern&aacute;ndez de C&oacute;rdoba. Pero la enumeraci&oacute;n y la exaltaci&oacute;n no se detienen en el pasado, sino que entre todos los h&eacute;roes emerge la figura de don Juan de Austria, el vencedor de Lepanto. Tambi&eacute;n escribi&oacute; encendidos elogios de Carlos V y de Felipe II, a los que exalta por sus luchas contra los enemigos de Dios, dentro del concepto de la &eacute;poca que ve&iacute;a en Espa&ntilde;a la cabeza de la Cristiandad.
 
<p>Los estudiosos de la obra de Herrera han apreciado en este g&eacute;nero po&eacute;tico una progresi&oacute;n gradual desde la predominante aparici&oacute;n de motivos mitol&oacute;gicos hasta una completa cristianizaci&oacute;n, representada por el uso exclusivo de temas y motivos b&iacute;blicos. Esta progresi&oacute;n no es lineal, puesto que el hito intermedio ("Canci&oacute;n al Santo Rey don Fernando"), en el que los elementos mitol&oacute;gicos van desapareciendo, fue escrita casi diez a&ntilde;os m&aacute;s tarde que la "Canci&oacute;n en alabanza de la divina magestad, por la victoria del se&ntilde;or don Juan", que representa el triunfo de la cristianizaci&oacute;n de esta poes&iacute;a. Los dos poemas m&aacute;s importantes en este g&eacute;nero son "Cantemos al Se&ntilde;or, que en la llanura", dedicada a la victoria de Lepanto, y "Voz de dolor y canto de gemido", que narra el desastre portugu&eacute;s en Alcazarquivir. Las dos composiciones reflejan el esp&iacute;ritu espa&ntilde;ol de la Contrarreforma, en el que se unen un fuerte sentimiento patri&oacute;tico y una severa religiosidad. En ambas aparece dominando la narraci&oacute;n la figura magn&iacute;fica de Dios; de un Dios guerrero que imparte justicia contra los enemigos de la fe: "T&uacute;, Dios de las batallas, t&uacute; eres diestra, / salud y gloria nuestra". Sin embargo, este Dios guerrero e implacable no s&oacute;lo castiga a los enemigos de la fe, sino que tambi&eacute;n lo hace con los malos cristianos; de esta manera explica la derrota del rey portugu&eacute;s don Sebasti&aacute;n frente a los moros en el Norte de &Aacute;frica, aunque el poema termina con un aviso para los &aacute;rabes vencedores: "que si el justo dolor mueve a venganza / alguna vez el espa&ntilde;ol coraje, / despedazada con aguda lanza, / compensar&aacute;s, muriendo, el hecho ultraje".
 
<p>La misma tradici&oacute;n po&eacute;tica que obligaba a Herrera a componer poes&iacute;as de tema heroico le obligaba tambi&eacute;n a escribir poemas laudatorios. Los te&oacute;ricos de la literatura de los siglos XVI y XVII respaldaban esta pr&aacute;ctica, pues consideraban que la alabanza era una de las funciones b&aacute;sicas del arte po&eacute;tico. Tambi&eacute;n se basaba en una tradici&oacute;n que hund&iacute;a sus ra&iacute;ces en la literatura greco-latina, que hab&iacute;a sido continuada en la Edad Media y estaba dotada de un nuevo significado por el Renacimiento. Este nuevo significado se hallaba en la revitalizaci&oacute;n renacentista de la idea de la fama, que contribuy&oacute; al auge de la literatura paneg&iacute;rica. Seg&uacute;n esta tradici&oacute;n, el poeta deb&iacute;a inmortalizar a sus amigos y a los h&eacute;roes contempor&aacute;neos. El problema con el que nos enfrentamos al analizar la poes&iacute;a laudatoria de Herrera es el de establecer unos l&iacute;mites precisos entre &eacute;sta y la heroica; los poemas en que se realzan los m&eacute;ritos de los generales o de los soldados espa&ntilde;oles reflejan ideas que pueden encuadrarse en cualquiera de las dos categor&iacute;as po&eacute;ticas: por una parte, hay en ellos una alabanza a las virtudes individuales del personaje celebrado; por otra, esos valores representan la encarnaci&oacute;n de los ideales pol&iacute;ticos y religiosos de la colectividad. La ret&oacute;rica cl&aacute;sica codific&oacute; los hechos y personajes que merec&iacute;an ser elogiados por los poetas con la caracter&iacute;stica com&uacute;n de su imagen ilustre. Muchos son los tipos encuadrados en esta poes&iacute;a laudatoria, aunque un corto n&uacute;mero de ellos se encuentra en la obra de Herrera: epital&aacute;micos, prop&eacute;mpticos, consolatorios y encomi&aacute;sticos. En su poes&iacute;a, el grupo m&aacute;s importante lo constituyen aquellos en que se alaban las virtudes de sus amigos o protectores; es decir, los encomi&aacute;sticos, con los que el poeta pretende enumerar las virtudes del personaje y, al mismo tiempo, intenta mover a los lectores. As&iacute;, los poemas dedicados a do&ntilde;a Francisca de C&oacute;rdoba, marquesa de Gibrale&oacute;n, o a don Melchor Maldonado, caballero de la Orden de Santiago se hallan en el grupo de los encomi&aacute;sticos. Otro de los tipos que cultiv&oacute; es el consolatorio (eleg&iacute;as, trenos, endechas, epicedios). Aqu&iacute; se unen la descripci&oacute;n de las cualidades del amigo muerto, la concepci&oacute;n del mundo como un valle de l&aacute;grimas y la <em>consolatio</em>; ejemplos representativos de este grupo son: la eleg&iacute;a a la muerte de don Pedro de Z&uacute;&ntilde;iga, la dedicada a Luis Ponce de Le&oacute;n o la composici&oacute;n en la que llora la muerte de su maestro y amigo Juan de Mal Lara, en la que deja constancia de los lazos que los un&iacute;an: "de mi alma muri&oacute; la mayor parte". El &uacute;ltimo de los grupos que abord&oacute; es el de la poes&iacute;a epital&aacute;mica, que se destinaba a la celebraci&oacute;n de las nupcias con el elogio de los esposos, de sus familias, de las virtudes de los contrayentes, etc; el ejemplo m&aacute;s interesante de Herrera es el poema que compuso con motivo del matrimonio del marqu&eacute;s de Tarifa, en el que la alabanza al novio incluye la referencia a sus gloriosos antepasados y a sus virtudes, y en el caso de la novia se la presenta, siguiendo la filosof&iacute;a neoplat&oacute;nica, como luz que gu&iacute;a al amante a las esferas del cielo, ayud&aacute;ndole a levantarse sobre la oscuridad.
 
<p>Fernando de Herrera no se limit&oacute; a escribir poes&iacute;a, sino que adem&aacute;s se dedic&oacute; a estudiar la poes&iacute;a. De esta preocupaci&oacute;n te&oacute;rica nos ha dejado importantes ejemplos: las <em>Anotaciones,</em> la <em>Respuesta al prete Jacop&iacute;n,</em> y comentarios desperdigados en elgunos de sus poemas. A estas obras habr&iacute;a que a&ntilde;adir esa <em>Arte po&eacute;tica</em> que se qued&oacute; en proyecto. Herrera expone en estas obras sus ideas acerca de las teor&iacute;as literarias, del lenguaje po&eacute;tico, de los distintos g&eacute;neros, de las formas m&eacute;tricas, de los poetas cl&aacute;sicos y de los contempor&aacute;neos. Pero no hallamos entre sus ideas, entre sus comentarios conceptos originales; &eacute;l resume distintas tradiciones literarias filtradas a trav&eacute;s de Julio C&eacute;sar Escal&iacute;gero y recurre a la terminolog&iacute;a de la ret&oacute;rica, como ya suced&iacute;a desde la antig&uuml;edad cl&aacute;sica.
 
<p>El proceso de creaci&oacute;n po&eacute;tica herreriano se debate entre la man&iacute;a o inspiraci&oacute;n plat&oacute;nica y la reflexi&oacute;n aristot&eacute;lica. En varios pasajes de sus obras parece abrazar la doctrina plat&oacute;nica de la inspiraci&oacute;n divina como causa eficiente de la poes&iacute;a, pero acaba por imponerse en su concepci&oacute;n su intelectualismo y la obra de arte se convierte en un objeto elaborado. Son las reglas del arte las que se imponen en su concepto po&eacute;tico de acuerdo a la norma manierista. El arte es el gu&iacute;a del artista; es el triunfo de la m&iacute;mesis aristot&eacute;lica. Sigue as&iacute; Herrera la tradici&oacute;n de la imitaci&oacute;n que hab&iacute;a surgido ya en Horacio, que defend&iacute;a la imitaci&oacute;n m&uacute;ltiple o la famosa frase de S&eacute;neca: "Apes, ut aiunt, debemus imitari". Pero tambi&eacute;n sigue el concepto humanista que reconoc&iacute;a el valor art&iacute;stico de la imitaci&oacute;n como una muestra de sabidur&iacute;a po&eacute;tica y de respeto a la tradici&oacute;n culta. En Herrera se manifiesta una insatisfacci&oacute;n ante la tradici&oacute;n recibida, lo que le lanza a la b&uacute;squeda de nuevos conceptos y elementos po&eacute;ticos, tal y como lo manifiesta en sus <em>Anotaciones</em>: "no todos los pensamientos y consideraciones de amor, y de las m&aacute;s cosas que toca la poes&iacute;a cayeron en la mente del Petrarca y del Bembo y de los antiguos". Por tanto, la propuesta del sevillano consiste en una voz personal que combina la recepci&oacute;n de los logros po&eacute;ticos de los escritores anteriores -la mimesis- con sus propios hallazgos. Una v&iacute;a para alcanzar esta voz personal la constituye la erudici&oacute;n. Para Herrera, el poeta debe poseer extensos conocimientos en las m&aacute;s diversas ciencias. De esta forma, se explica la abundancia de datos eruditos en sus <em>Anotaciones,</em> perfecto veh&iacute;culo para demostrar su talla intelectual. En su obra po&eacute;tica tambi&eacute;n se encuentran m&uacute;ltiples referencias a la mitolog&iacute;a cl&aacute;sica, a la geograf&iacute;a, filosof&iacute;a, medicina, historia, astrolog&iacute;a, etc. A ellos hay que unir sus amplios conocimientos de Ret&oacute;rica y Po&eacute;tica, as&iacute; como de las literaturas cl&aacute;sicas y modernas, sobre todo de la italiana. Dentro de este contexto erudito podemos situar la creaci&oacute;n de su propio sistema ortogr&aacute;fico.
 
<p>Para Herrera, como buen manierista, el cometido esencial de la poes&iacute;a es reflejar la belleza, que es trasunto de la divina. Por lo tanto, un concepto importante es el de la admiraci&oacute;n; por ello el campo de la poes&iacute;a queda limitado a lo que produce un sentimiento de maravilla en el poeta: la belleza de una mujer, la grandiosidad de una batalla, las haza&ntilde;as de un h&eacute;roe. Para despertar esta admiraci&oacute;n Herrera escoge con mucho cuidado las palabras con las que va a describir lo bello; es decir, debe existir una perfecta adecuaci&oacute;n entre el lenguaje y el tema. &Eacute;l rechaza la m&aacute;xima de Juan Vald&eacute;s del "escribo como hablo": para Herrera, el lenguaje literario es aut&oacute;nomo y perfectamente diferenciado del habla com&uacute;n. Pero eso no implica complicaci&oacute;n; el lenguaje no ha de oscurecer las ideas, sino que, por el contrario, ha de esclarecerlas. Para &eacute;l, el espa&ntilde;ol ha alcanzado la madurez y la flexibilidad necesarias para transmitir los conceptos po&eacute;ticos: siguiendo el camino iniciado por Nebrija, se enorgullece de la lengua heredada, aunque no rechaza la incorporaci&oacute;n de vocablos extranjeros siempre que se haga con una intenci&oacute;n enriquecedora.
 
<p>La po&eacute;tica herreriana ten&iacute;a como finalidades la b&uacute;squeda de la belleza y el deseo de mover al lector. Ambas son conseguidas mediante una gran preocupaci&oacute;n estil&iacute;stica, propia de un poeta para quien la poes&iacute;a no es s&oacute;lo sentimiento, sino tambi&eacute;n placer est&eacute;tico. Su obra po&eacute;tica se debate entre la creaci&oacute;n de una poes&iacute;a de formas puras, a trav&eacute;s del uso de "palabras graves, que no se apartan del uso com&uacute;n", y el oscurecimiento producido en la expresi&oacute;n por las referencias a ideas filos&oacute;ficas, a hechos hist&oacute;ricos o a lugares geogr&aacute;ficos, que la hacen imposible para el vulgo. El estilo herreriano refleja una b&uacute;squeda de un nuevo lenguaje po&eacute;tico, que sigue la herencia de Garcilaso y que culminar&aacute; en el culteranismo de don <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/gongora.htm"><b>Luis de G&oacute;ngora</b></a>. Uno de los rasgos sobresalientes de este nuevo lenguaje po&eacute;tico es la abundancia de met&aacute;foras, hasta tal punto que se ha llegado a hablar de que su poes&iacute;a "semeja una verbena metaf&oacute;rica". La utilizaci&oacute;n de este tropo se encuadra dentro del estilo manierista. La met&aacute;fora herreriana apela, sobre todo, a la vista, el &oacute;rgano que sirve para captar mejor el mundo de belleza que traslada la figura. Otras dos caracter&iacute;sticas del uso metaf&oacute;rico del poeta son: la ausencia de cualquier tipo de part&iacute;cula comparativa, y su sencillez. Los adjetivos contribuyen a intensificar el mundo sensorial creado por las met&aacute;foras. Garcilaso hab&iacute;a mantenido el equilibrio entre lo sustantivo y lo adjetivo, Herrera lo rompe en favor de este &uacute;ltimo. Aparecen en sus poes&iacute;a los tipos tradicionales de ep&iacute;tetos: los t&iacute;picos ("rojo sol", "luciente cielo"); selectos, matizados y antit&eacute;ticos ("los fuertes y bel&iacute;geros varones", "del mar cer&uacute;leo"); enf&aacute;ticos ("pura estrella", "beldad serena"); ep&iacute;tetos en met&aacute;foras y per&iacute;frasis ("de las crespas lazadas d’oro ardiente"), y, por &uacute;ltimo, aquellos casos en que los sustantivos y nominales llevan varios adjetivos; tal es el caso del tipo, que ya aparece en Garcilaso, ep&iacute;teto + y + ep&iacute;teto ("con el claro espa&ntilde;ol y belicoso").
 
<p>El repertorio de figuras usadas por Herrera es muy variado. En la poes&iacute;a en metros castellanos contin&uacute;a la tradici&oacute;n conceptista de la poes&iacute;a cancioneril que se complace en los juegos de ingenio ling&uuml;&iacute;stico. Abundan las ant&iacute;tesis, las paradojas, y los op&oacute;sitos que sirven al poeta para mostrar el estado de confusi&oacute;n en que se halla. Otras figuras que aparecen en estas poes&iacute;as son: los pol&iacute;ptotos y los paralelismos. La poes&iacute;a de tradici&oacute;n italianizante tambi&eacute;n abunda en figuras ret&oacute;ricas. Hay que destacar el uso de aquellas que le permiten, por una parte, manifestar su dolor amoroso y su confusi&oacute;n, y, por otra, enfatizan sus versos. Las dos funciones las cumplen: la prosopopeya, el ap&oacute;strofe y la invocaci&oacute;n, la exclamaci&oacute;n y la interrogaci&oacute;n ret&oacute;ricas; as&iacute; como determinados recursos formales: sin&eacute;resis, di&eacute;resis, sinalefa, dialefa y an&aacute;fora. Tambi&eacute;n concede especial atenci&oacute;n a los valores de los sonidos, buscando la adecuaci&oacute;n entre la palabra y su significado a trav&eacute;s del valor simb&oacute;lico de las letras, de las secuencias antirr&iacute;tmicas y a la aliteraci&oacute;n.
 
<p>Tambi&eacute;n tiene gran importancia en su obra el encabalgamiento, por la libertad de expresi&oacute;n que concede a los poetas. Con gran profusi&oacute;n aparecen en sus versos los hip&eacute;rbatos de distintas clases: separaci&oacute;n de sustantivo y adjetivo; anteposici&oacute;n del genitivo, o de cualquier otra palabra precedida por de, al vocablo del que depende, y, por &uacute;ltimo, un sustantivo con dos adjetivos atributos, uno de los cuales se antepone y el otro se pospone. Tambi&eacute;n se incluye en este grupo el acusativo griego. Otras figuras son: la per&iacute;frasis, las alusiones cultas y las citas mitol&oacute;gicas.
 
<p>El car&aacute;cter de art&iacute;fice con el que Herrera trabaja las figuras ret&oacute;ricas se refleja tambi&eacute;n en el campo l&eacute;xico. Aqu&iacute; intenta unir tradici&oacute;n y novedad: abrir la lengua a las influencias exteriores (cultismos y neologismos) y recuperar aquellos vocablos desechados por el uso com&uacute;n (arca&iacute;smos). La aparici&oacute;n de los cultismos en Herrera tiene dos causas: la primera, el concepto erudito de su po&eacute;tica, por el que deb&iacute;a buscar vocablos nuevos con un origen cl&aacute;sico; la segunda, su nacionalismo, que le llevaba a acercar el espa&ntilde;ol al lat&iacute;n, la lengua universal de la cultura. Algunos de los cultismos introducidos por Herrera forman parte hoy de nuestro vocabulario: "abundancia", "aceptar", "ameno", "elocuente", "espacioso", "h&aacute;bito", etc. Las mismas causas le impulsaron a introducir multitud de neologismos. Los arca&iacute;smos fueron usados por dos causas: le dan una patena de antig&uuml;edad a los versos, y, para el lector culto, denotan erudici&oacute;n y novedad. Los m&aacute;s usados son: "ardor", "crespo", "yerto", "ledo", "ufano", "ufan&iacute;a".
 
<p>El aspecto de la poes&iacute;a de Herrera que m&aacute;s controversia ha despertado es, sin duda alguna, el grado de intervenci&oacute;n de Francisco Pacheco en la edici&oacute;n de los <em>Versos de Fernando de Herrera,</em> que vio la luz en las prensas sevillanas de Gabriel Ramos Vejarano en 1619, aunque la aprobaci&oacute;n y el privilegio est&aacute;n datados en 1617; es lo que se ha denominado como el "drama textual". A la muerte del poeta, mucho de sus papeles se perdieron o estaban dispersos. Por ello, Pacheco hubo de servirse para su edici&oacute;n de los manuscritos y papeles sueltos que pudo rescatar entre los amigos del poeta y los coleccionistas. Esta edici&oacute;n presenta variantes en el lenguaje, el estilo y la estructura de algunos poemas, que la alejan bastante de <em>Algunas obras</em> e, incluso, de poemas anteriores a esta antolog&iacute;a, conservados en manuscritos. El problema que se plantea es saber si Pacheco se limit&oacute; a copiar los poemas tal y como aparec&iacute;an en los manuscritos que utiliz&oacute; o, por el contrario, los alter&oacute;. La mayor parte de la cr&iacute;tica defiende la &uacute;ltima opci&oacute;n: Pacheco retoc&oacute; los poemas que edit&oacute;. A esta conclusi&oacute;n se ha llegado por una serie de importantes detalles: la arcaizaci&oacute;n del lenguaje, con la aparici&oacute;n de palabras como  "conhortar", "conquerir", "cuitoso" o "yusano", de las que no existe ning&uacute;n ejemplo en <em>Algunas obras</em>; la divisi&oacute;n en tres libros, que, seg&uacute;n los contempor&aacute;neos de Pacheco, es del editor y no del poeta; el hecho de que seis sonetos aparezcan copiados dos veces y que se omitan tres de los que aparecen en <em>Algunas obras</em>; la autor&iacute;a dudosa del "prefaci&oacute;n" que abre la edici&oacute;n de Pacheco; el hecho de que un verso de la eleg&iacute;a VIII del libro I de <em>Versos</em> muestre influencias de uno del <em>Polifemo</em> de Luis de G&oacute;ngora; y las supresiones de los nombres propios en algunas poes&iacute;as y la de estrofas en otras.
 
<p>Las <em>Obras de Garci-Lasso de la Vega con anotaciones de Fernando de Herrera</em> fueron publicadas en 1580, aunque parece ser que ya trabajaba en ella antes de 1571. Este comentario y edici&oacute;n de las obras de Garcilaso no fue el primero en ser publicado, honor que corresponde al Brocense, que hab&iacute;a sacado el suyo en Salamanca en 1577, bajo el t&iacute;tulo de <em>Obras del excelente poeta Garci-Lasso de la Vega. Con anotaciones y enmiendas del maestro Francisco S&aacute;nchez.</em> Sin embargo, Herrera nunca menciona en sus <em>Anotaciones</em> la obra del catedr&aacute;tico salmantino. La labor del poeta sevillano no se limita al comentario erudito de los poemas de Garcilaso, sino que su primera funci&oacute;n es la depuraci&oacute;n y correcci&oacute;n de los textos, hecho del que se vanagloria, afirmando ser el primero que ha llevado a cabo tal tarea. Su inter&eacute;s difiere del manifestado por el Brocense, que hab&iacute;a fijado las fuentes cl&aacute;sicas de las que se hab&iacute;a servido Garcilaso, mientras que Herrera se interesa m&aacute;s por la demostraci&oacute;n de la gran calidad de la poes&iacute;a garcilasiana que compara con la de los mejores poetas de la antig&uuml;edad, y por el establecimiento de una po&eacute;tica que es la suya. Traza adem&aacute;s, gracias a su erudici&oacute;n, un amplio panorama de los g&eacute;neros po&eacute;ticos y su historia, del valor de las formas m&eacute;tricas (y aqu&iacute; hay que destacar las palabras que dedica al soneto), de las preceptivas cl&aacute;sicas y de las italianas de su &eacute;poca, y aporta juicios cr&iacute;ticos sobre escritores espa&ntilde;oles e italianos. 
 
 
<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>ALATORRE, Antonio.  Garcilaso, Herrera, Prete Jacop&iacute;n y don Tom&aacute;s Tamayo de Vargas. 
<li>ALMEIDA, Jos&eacute;. La cr&iacute;tica literaria de Fernando de Herrera. (Madrid: Gredos, 1976).
<li>BLECUA, Jos&eacute; Manuel. "Los textos po&eacute;ticos de Fernando de Herrera", en Archivum, IV (1954), 247-263.
<li>COSTER, Adolphe. Fernando de Herrera (El Divino). (Par&iacute;s: Honor&eacute; Champion, 1908).
<li>CHIAPPINI, Gaetano. "Estudio preliminar", en Fernando de Herrera y la escuela sevillana. (Ed. de...). (Madrid: Taurus, 1985). pp. 7-26.
<li>FERGUSON, William. La versificaci&oacute;n imitativa en Fernando de Herrera. (Londres:Tamesis Books, 1981).
<li>GALLEGO MORELL, Antonio. Obras de Garcilaso de la Vega con anotaciones de Fernando de Herrera. (Ed. Facsimilar, pr&oacute;logo de...). (Madrid: CSIC, 1973). 
<li>GAYLORD RANDEL, Mary. The Historical Prose of Fernando de Herrera. (Londres: Tamesis Books, 1970).
<li>HERRERA, Fernando de. Poes&iacute;as. (Ed. de Victoriano Roncero L&oacute;pez). (Madrid: Castalia, 1992).
<li>KOSSOFF, A. David. Vocabulario de la obra po&eacute;tica de Herrera. (Madrid: RAE, 1966).
<li>LAPESA, Rafael. "Los poema de Herrera en metros castellanos", en Arcadia. Estudios y textos dedicados a Francisco L&oacute;pez Estrada, en  Dicenda, 7 (1988), 191-211.
<li>MACR&Iacute;, Oreste. Fernando de Herrera. (Madrid: Gredos, 1972).
<li>MONTERO, Juan. La controversia sobre las Anotaciones herrerianas. (Sevilla: Ayuntamiento de Sevilla, 1987).
<li>PRIETO, Antonio. La poes&iacute;a espa&ntilde;ola del siglo XVI. I. And&aacute;is tras mis escritos. (Madrid: C&aacute;tedra, 1984). pp.125-134. 
<li>RIVES, Elias L. ed. La poes&iacute;a de Garcilaso. (Barcelona: Ariel, 1974). pp. 323-365.
<li>RUESTES, Mar&iacute;a Teresa. Las &eacute;glogas de Fernando de Herrera. Fuentes y temas. (Barcelona: PPU, 1989).
<li>V&Aacute;ZQUEZ, Manuel &Aacute;ngel. Poes&iacute;a y po&eacute;tica de Fernando de Herrera. (Madrid: Narcea, 1983).
</ol> 
 
<p>V.Roncero L&oacute;pez

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Tuesday, March 02, 1999, 4:04:02 PM
Last Updated: Tuesday, March 02, 1999, 4:04:02 PM
</address>
</html>
