<html>
<head>
<TITLE>Antonio de Herrera y Tordesillas</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Antonio de Herrera y Tordesillas">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Antonio de Herrera y Tordesillas (1549-1625)</h1>
<hr>
 

<p> Escritor espa&ntilde;ol, nacido en Cu&eacute;llar (Segovia). Fue historiador oficial de las Indias y de Castilla en los reinados de Felipe II, Felipe III y Felipe IV. Fue el historiador m&aacute;s dilatado de su &eacute;poca, debido a que tuvo acceso a todos los documentos oficiales, y a la destreza que mostr&oacute; en utilizarlos. La mayor&iacute;a de sus escritos son estudios de historia: <em>Historia de lo sucedido en Escocia e Inglaterra, en cuarenta y cuatro a&ntilde;os que vivi&oacute; Mar&iacute;a Escocia,</em> 1589; <em>Historia de los sucesos de Francia, desde el a&ntilde;o 1585 que comenz&oacute; la liga cat&oacute;lica, hasta el fin del a&ntilde;o 1598,</em> 1598; <em>Historia general de los hechos de los castellanos en las islas y tierra firme del mar oc&eacute;ano</em> (1601-1615, 4 vol&uacute;menes). Entre sus numerosas obras pueden citarse: <em>Los cinco primeros libros de los Anales de Cornelio T&aacute;cito,</em> 1615, que es una traducci&oacute;n; y la historia de la &eacute;poca que le toc&oacute; vivir, publicada en tres vol&uacute;menes: <em>Primera parte de la historia general del mundo desde el a&ntilde;o de MDLIX hasta el de MDLXXIII,</em> 1601; <em>Segunda parte desde el a&ntilde;o de MDLXXV hasta el de MDLXXXV,</em> 1601; y <em>Tercera parte desde el a&ntilde;o de MDLXXXV hasta el de MDXCVIII,</em> 1612.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Tuesday, March 02, 1999, 3:47:47 PM
Last Updated: Tuesday, March 02, 1999, 3:47:47 PM
</address>
</html>
