<html>
<head>
<TITLE>Homero</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Homero">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Homero</h1>
<hr>

<p> Poeta griego. Se cree que vivi&oacute; en tiempos de la guerra de Troya, tal vez en el siglo XII a.C., o en el IX o VII a.C. Sus poemas evocan la civilizaci&oacute;n mic&eacute;nica de forma legendaria. Tanto la <em>Il&iacute;ada</em> como la <em>Odisea,</em> fueron poemas muy conocidos en el siglo VII, que influyeron claramente en Tirteo, Sim&oacute;nides y Alcm&aacute;n, incluso Hes&iacute;odo retom&oacute; versos y expresiones de Homero. Tampoco sabemos d&oacute;nde naci&oacute;; los lugares m&aacute;s probables son Qu&iacute;o y Esmirna; por referencias geogr&aacute;ficas y elementos dialectales, parece que fue originario del Asia menor. Corren multitud de leyendas sobre su vida; unas nos dicen que fue ciego, leyenda sacada del <em>Himno a Apolo,</em> y otras nos cuentan la competici&oacute;n po&eacute;tica entre Homero y Hes&iacute;odo. Seguramente vivi&oacute; en la corte de los pr&iacute;ncipes y su condici&oacute;n social fuera inferior a la de sus protectores; y lo m&aacute;s probable es que fuera humilde, por la observaci&oacute;n de la naturaleza y de las costumbres sencillas.


<h4>Sus poemas</h4>

<p>Tanto la <em>Il&iacute;ada</em> como la <em>Odisea,</em> fueron compuestas para ser escuchadas m&aacute;s que para ser le&iacute;das, de aqu&iacute; que se llegase a pensar que eran recopilaciones de versos de distintos or&iacute;genes. Ambas obras tienen una estructura unitaria.
 
<p>En la <em>Il&iacute;ada,</em> el tema central es la c&oacute;lera de Aquiles, en la <em>Odisea,</em> comienza describiendo c&oacute;mo era &Iacute;taca antes del retorno de Ulises, y concluye con la recuperaci&oacute;n del poder por parte del rey. Tanto en una como en la otra, los personajes est&aacute;n elaborados de forma coherente y org&aacute;nica, tampoco hay diferencias en el lenguaje; us&oacute; formas e&oacute;licas y mic&eacute;nicas en ambos poemas. No obstante, existen numerosas diferencias; algunas se deben al tema: mientras que la <em>Il&iacute;ada</em> trata de la guerra y sus vicisitudes, la <em>Odisea,</em> de largas peregrinaciones en tiempos de paz. Las soluciones estil&iacute;sticas tambi&eacute;n son diferentes en parte: la <em>Il&iacute;ada</em> es rica en comparaciones, la <em>Odisea</em> posee una rica dimensi&oacute;n fant&aacute;stica. Son poemas diferentes, pero no contradictorios. La <em>Odisea</em> es como una continuaci&oacute;n de la <em>Il&iacute;ada</em>; los personajes presentes en las dos obras cambian s&oacute;lo por el paso del tiempo. No cabe duda de que ambos poemas son del mismo autor. Seguramente Homero escribi&oacute; la <em>Odisea</em> en edad avanzada, as&iacute; se explica el distinto papel que juegan los dioses en las obras. Desde el punto de vista t&eacute;cnico, hay que se&ntilde;alar que el car&aacute;cter epis&oacute;dico de la narraci&oacute;n hom&eacute;rica representa una supervivencia de relatos antiguos breves, y que el lenguaje, rico en arca&iacute;smos, y sin&oacute;nimos, se diferencian del lenguaje hablado. En cuanto al procedimiento formal, el uso de sintagmas fijos proviene de las t&eacute;cnicas arcaicas de improvisaci&oacute;n de los poetas, quiz&aacute;s algunas de ellas fueran inventadas por Homero. 
 
 
<h4>Alteraciones a sus obras</h4>

<p>Por supuesto los poemas &eacute;picos no han llegado hasta nuestros d&iacute;as tal como los escribi&oacute; Homero. Se reconocen interpolaciones; la lengua tambi&eacute;n sufri&oacute; alteraciones, ya que se introdujeron formas &aacute;ticas, y algunas palabras que no entend&iacute;an, las cambiaron por otras m&aacute;s modernas. Cuando los rapsodas hom&eacute;ricos comenzaron a transmitir los poemas, fue la &eacute;poca de mayores cambios. No es posible la reconstrucci&oacute;n del texto original. Tras el per&iacute;odo alejandrino, Zen&oacute;doto volvi&oacute; a insistir en que solo la <em>Il&iacute;ada</em> era de Homero; a partir del siglo XVIII, d'Aubignac defendi&oacute; que el poema era un conglomerado de cantos populares, y Vico afirm&oacute; que Homero no era tanto un personaje real como el s&iacute;mbolo de la poes&iacute;a griega de la &eacute;poca heroica. En 1795, se replante&oacute; la cuesti&oacute;n hom&eacute;rica desde un punto de vista cient&iacute;fico en los <em>Proleg&oacute;mena ad Homerum,</em> de Wolf. Seg&uacute;n este autor, los poemas se remontan a Pis&iacute;strato y hab&iacute;a que atribuirlos a una comisi&oacute;n de doctos, que las elaboraron a partir de breves cantos antiguos sobre empresas de Aquiles y Ulises. Hoy en d&iacute;a prevalecen las tesis de Schadewaldt de 1938 y ha hecho madurar la cuesti&oacute;n hom&eacute;rica en la cultura historicista de los &uacute;ltimos decenios.
 
 
<em>Grandeza de Homero</em>

<p>Sus poemas fueron admirados y sus textos fueron la base de la educaci&oacute;n escolar, solamente tuvo un detractor, Zoilo de Antipolis. Tambi&eacute;n ejerci&oacute; influencia en el nacimiento de la poes&iacute;a latina, iniciada &eacute;sta con la traducci&oacute;n de la <em>Odisea</em> de Livio Andr&oacute;nico, que continu&oacute; con Ennio y tuvo su m&aacute;xima expresi&oacute;n con Virgilio. El prerromanticismo mostr&oacute; un renovado inter&eacute;s por Homero. La armon&iacute;a amplia y solemne de sus versos y la multiplicidad de tonos hacen de Homero el primer int&eacute;rprete de la espiritualidad griega, el poeta &eacute;pico por excelencia.
 
 
<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Tuesday, March 02, 1999, 5:42:34 PM
Last Updated: Tuesday, March 02, 1999, 5:42:34 PM
</address>
</html>
