<html>
<head>
<TITLE>Juan Ruiz, Arcipreste de Hita</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Juan Ruiz">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Juan Ruiz, Arcipreste de Hita (s. XIV)</h1>
<hr>
 

<p> Poeta espa&ntilde;ol del que no poseemos apenas datos m&aacute;s que los que nos aporta su obra, en la que es dif&iacute;cil distinguir entre ficci&oacute;n y realidad; al menos, gracias a la labor de F. J. Hern&aacute;ndez, hoy se conoce un documento en copia del siglo XV en el que, por vez primera, hay una menci&oacute;n a este personaje, aunque algunos estudiosos han mostrado dudas respecto de su autenticidad. Su nombre y su cargo del Arcipreste de Hita se citan en varios lugares del <em>Libro de Buen Amor,</em> extensa composici&oacute;n en verso narrativo (cuaderna v&iacute;a) que sirve de hilv&aacute;n a numerosas composiciones l&iacute;ricas. Su tradici&oacute;n textual, aparte de un pu&ntilde;ado de fragmentos, est&aacute; representada por dos manuscritos, Gayoso (G) y Toledo (T), fechados en 1330, y otro m&aacute;s, Salamanca (S),  de 1343. Las diferencias textuales y de fecha entre aquellos dos y este c&oacute;dice han llevado a plantear, en el caso de algunas investigaciones, la existencia de una doble redacci&oacute;n; sin embargo, la cr&iacute;tica m&aacute;s reciente y autorizada apuesta de forma un&aacute;nime por la redacci&oacute;n &uacute;nica. El debate erudito tambi&eacute;n ha atendido al propio t&iacute;tulo, que Men&eacute;ndez Pidal fij&oacute; como <em>Libro de Buen Amor</em> por su materia y una referencia concreta; sin embargo, testimonios de &eacute;poca como uno del <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/lopezmen.htm"><b>Marqu&eacute;s de Santillana</b></a> inducen a pensar que el t&iacute;tulo verdadero fue el de <em>Libro del Arcipreste de Hita.</em>

<p>El Libro es una autobiograf&iacute;a o, mejor dicho, una pseudoautobiograf&iacute;a er&oacute;tica de un personaje cuyo nombre y profesi&oacute;n coinciden con los de un individuo de carne y hueso que vivi&oacute; la primera mitad del siglo XIV y hacia quien hoy se suele mirar en busca del autor. Varios han sido los personajes hist&oacute;ricos que se han identificado con este Juan Ruiz: un maestro cantor de Las Huelgas, un cl&eacute;rigo de Valdevacas y un tal Juan Rodr&iacute;guez de Cisneros al servicio del cardenal Gil de Albornoz; con todo, estas propuestas han sido pr&aacute;cticamente abandonadas en los &uacute;ltimos a&ntilde;os. En cualquier caso, es muy problem&aacute;tico apelar al <em>Libro</em> como fuente de informaci&oacute;n sobre su autor por las razones indicadas, lo que impide cualquier seguridad; por ejemplo, parece muy dudoso que estuviese en la c&aacute;rcel por orden del cardenal Gil de Albornoz, como parece haber deducido el copista salmantino Alfonso de Paradinas tras leer los versos introductorios y finales de la obra, donde el Arcipreste est&aacute; haciendo referencia a una c&aacute;rcel aleg&oacute;rica.

<p>&Eacute;stos no son, en ning&uacute;n caso, los &uacute;nicos problemas que plantea esta obra, dif&iacute;cil como pocas, pues en ning&uacute;n momento queda clara la voluntad del Arcipreste, que oscila en su enfoque de los problemas humanos con el paso de los versos. La ambig&uuml;edad y parodia son continuas en el <em>Libro de Buen Amor,</em> que ofrece una extraordinaria dificultad para apostar por una lectura en clave &uacute;nica: moral, jocosa o er&oacute;tica; de hecho, el <em>Libro,</em> en el que hay un solo &eacute;xito rotundo en materia amorosa (fuera del caso ficticio de don Mel&oacute;n y de la historia peculiar con la monja do&ntilde;a Garoza), dif&iacute;cilmente puede ofrecerse a su p&uacute;blico como un verdadero tratado te&oacute;rico sobre el amor, esto es, como una <em>ars amatoria.</em> Por voluntad del Arcipreste, la obra est&aacute; compuesta a modo de muestra variada de formas m&eacute;tricas, como un aut&eacute;ntico cancionero en el que la principal de las materias es de tipo amoroso, abordada de veras o en clave burlesca. El conjunto po&eacute;tico, en el que faltan no pocas piezas, cuenta con el apoyo narrativo de las estrofas de cuaderna v&iacute;a.

<p>Ese dise&ntilde;o justifica la inserci&oacute;n en el interior del <em>Libro</em> de materiales de diversa procedencia: poemas er&oacute;ticos o burlescos en forma de z&eacute;jel se unen a otros de asunto religioso, cuentos de raigambre varia, composiciones de tipo goliardesco y hasta la parodia de una comedia eleg&iacute;aca, el <em>Pamphilus de amore,</em> metamorfoseado ahora en el cuento de don Mel&oacute;n y do&ntilde;a Endrina. El experimento, aun cuando cuenta con precedentes claros en el conjunto de la literatura europea (por ello, no parece atinado dirigir la atenci&oacute;n hacia otras tradiciones hisp&aacute;nicas, como la &aacute;rabe o la hebrea), sorprende por su extraordinaria originalidad y calidad que alcanza en manos de Juan Ruiz. La obra permaneci&oacute; ignorada durante el Siglo de Oro hasta que en 1790 Tom&aacute;s Antonio S&aacute;nchez la public&oacute; &iacute;ntegramente. Hoy en d&iacute;a, junto con <em>El poema del m&iacute;o Cid,</em> el <em>Romancero</em> y <em>La Celestina,</em> se considera que <em>El Libro de Buen Amor</em> constituye uno de los pilares b&aacute;sicos de la literatura del per&iacute;odo y que su lectura es obligada para entender la cultura medieval espa&ntilde;ola en su plenitud.

<p>El lector cuenta hoy con magn&iacute;ficas ediciones de esta obra, como las de Jacques Josset, G. B. Gybbon-Monypenny, Alberto Blecua y otras; adem&aacute;s, hay buenas ediciones modernizadas, como la de Nicasio Salvador Miguel.



<p>Enlaces en Internet:
 
http://www.esfera.com/arcipreste/portada.htm; Caminos del Arcipreste de Hita.
 

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, February 22, 1999, 12:50:40 PM
Last Updated: Monday, February 22, 1999, 12:50:40 PM
</address>
</html>
