<html>
<head>
<TITLE>Lazarillo de Tormes</TITLE>
<meta name ="description"
value="Datos acerca de la obra">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Lazarillo de Tormes</h1>
<hr>


<p> Relato en prosa espa&ntilde;ol, an&oacute;nimo, publicado en 1554. Se tiene la casi total certeza de que en 1552 &oacute; 1553 debi&oacute; ver la luz alguna edici&oacute;n, hoy perdida. Las primeras de que tenemos noticia se publicaron en 1554 en Burgos (por Juan de Junta), Amberes (por Mart&iacute;n Nucio) y Alcal&aacute; de Henares (por Salcedo, con a&ntilde;adidos ap&oacute;crifos), con el t&iacute;tulo de <em>La vida del lazarillo de Tormes y de sus fortunas y adversidades.</em> 

<p>Su fecha de composici&oacute;n se supone cercana a la de su publicaci&oacute;n, aunque se alude en la obra a una expedici&oacute;n a los Gelves (hubo dos: en 1510 y 1520) y a unas Cortes de Toledo (hubo otras dos: 1525 y 1538) que tuvieron lugar a&ntilde;os antes. 

<p>Su forma literaria se atiene al esquema exitoso por aquellos d&iacute;as de la ep&iacute;stola autobiogr&aacute;fica y que refleja la vida del entorno. Se compone de siete «tratados» que corresponden a otras tantas fases de la vida del p&iacute;caro. El protagonista, L&aacute;zaro, cuenta su vida desde su nacimiento en una ace&ntilde;a del r&iacute;o Tormes, hijo de un molinero ladr&oacute;n y de una mujer de ligeras costumbres que, apenas viuda, se amanceb&oacute; con un negro. Entregado al servicio de un ciego cruel y embaucador, L&aacute;zaro describe con enorme agudeza los enga&ntilde;os y burlas que cada uno hace del otro y su venganza y huida final. Su experiencia de criado con el avaro cura de Maqueda, que le mataba de hambre, avanza un paso m&aacute;s en su aprendizaje de las estrategias del p&iacute;caro. Aunque la m&aacute;s impactante y agudamente descrita de estas experiencias es la de su servicio a un pobre escudero, que vive disimulando su miseria, tan extrema que debe ser el propio L&aacute;zaro quien, compadecido de &eacute;l, le lleve alg&uacute;n mendrugo de pan, antes de que su amo desaparezca, acosado por los acreedores. Tras la fugaz descripci&oacute;n de su servicio a un fraile de la Merced (al que veladamente se acusa de homosexual), se relatan, en el quinto tratado, las tretas de un cl&eacute;rigo vendedor de bulas que finge milagros para estafar a los r&uacute;sticos. En el sexto tratado, el p&iacute;caro expone c&oacute;mo pudo subir un pelda&ntilde;o en la escala social, tras servir a un maestro de pintar panderos y, sobre todo, a un capell&aacute;n, junto al que pudo llevar una vida m&aacute;s equilibrada y ahorrativa. En el s&eacute;ptimo y &uacute;ltimo tratado cuenta su fugaz servicio a un alguacil, y su posterior obtenci&oacute;n de un cargo de pregonero. Estando en &eacute;stas, se convierte en el marido cornudo y consentidor, por inter&eacute;s, de la criada y manceba del arcipreste de San Salvador, status supuestamente privilegiado que le ofrece la estabilidad necesaria para poner punto final al relato de sus «fortunas y adversidades». 

<p>La historia de L&aacute;zaro, el caso de que da cuenta a un et&eacute;reo "Vuestra Merced" es, por tanto, la relaci&oacute;n de una vida vergonzante que se presenta como un verdadero <em>cursus honorum.</em> La escritura a modo de pseudoautobiograf&iacute;a epistolar es la clave de la obra y depende, en gran medida, del anonimato, que tiene, por tanto, clara raz&oacute;n de ser literaria y no ideol&oacute;gica, como se hab&iacute;a pensado. 

<p>El <em>Lazarillo de Tormes</em> se ha atribuido, sin s&oacute;lidas bases, a autores tales como fray Juan de Ortega, <a href="hurtadom.htm"><b>Diego Hurtado de Mendoza</b></a>, Alfonso de Vald&eacute;s, Sebasti&aacute;n de Horozco, Pedro de R&uacute;a, Hern&aacute;n N&uacute;&ntilde;ez o Lope de Rueda. Tambi&eacute;n se ha discutido si el autor pudo ser un erasmista, un cat&oacute;lico cr&iacute;tico con los desmanes de los malos cl&eacute;rigos o un converso que prefiri&oacute; quedar en el anonimato; sin embargo, no cabe perder de vista el argumento de que hubo de ser, en todo caso, un escritor de h&aacute;bil oficio, buen conocedor del Evangelio, del que hace abundantes citas ir&oacute;nicas, y extraordinariamente cr&iacute;tico con la sociedad cristiana de la &eacute;poca. El<em>Lazarillo de Tormes</em> transform&oacute; profundamente el panorama literario de una &eacute;poca que estaba dominada por los relatos de ficciones idealizantes y de contenido a menudo ex&oacute;tico (los caballerescos, sentimentales, moriscos, bizantinos, pastoriles), y que desde su publicaci&oacute;n comenz&oacute; a reflejar mucho mejor la descarnada y compleja realidad social contempor&aacute;nea. 

<p>Esta obra crea, por otro lado, el modelo de la novela picaresca espa&ntilde;ola, consolidado definitivamente por el <em>Guzm&aacute;n de Alfarache,</em> g&eacute;nero que habr&iacute;a de contar con una muy fecunda tradici&oacute;n y con extraordinarios logros. A pesar de que los personajes del <em>Lazarillo</em> son, en cierto modo, arquet&iacute;picos, y muchas de las an&eacute;cdotas son de comprobada ra&iacute;z folkl&oacute;rica y cuentan con otros paralelos literarios, la caracterizaci&oacute;n psicol&oacute;gica, la pintura de tipos, la fresca recreaci&oacute;n de situaciones, la viveza de su estilo y su lenguaje, alcanzan la perfecci&oacute;n de las grandes obras maestras.


<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>Lazarillo de Tormes, ed. de Francisco Rico, Madrid: C&aacute;tedra, 1987.
<li>Bataillon, Marcel, Novedad y fecundidad del «Lazarillo de Tormes», Salamanca: Anaya, 1973.
<li>Garc&iacute;a de la Concha, Nueva lectura del «Lazarillo», Madrid: Castalia, 1981.
<li>Garrote P&eacute;rez, Francisco, C&oacute;mo leer «El Lazarillo de Tormes», Madrid: Ediciones J&uacute;car, 1991.
<li>L&aacute;zaro Carreter, Fernando, «Lazarillo de Tormes» en la picaresca, Barcelona: Ariel, 1978.
<li>Rico, Francisco, Problemas del «Lazarillo», Madrid: C&aacute;tedra, 1988.
</ol>

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, March 08, 1999, 12:07:12 PM
Last Updated: Monday, March 08, 1999, 12:07:12 PM
</address>
</html>
