<html>
<head>
<TITLE>Lupercio Leonardo de Argensola</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Lupercio Leonardo de Argensola">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Lupercio Leonardo de Argensola (1559-1613)</h1>
<hr>
 

<p> Poeta y dramaturgo espa&ntilde;ol, nacido en Barbastro (Huesca) en 1559, y muerto en N&aacute;poles (Italia) en 1613.


<h4>Vida.</h4>
 
<p>Fue el hijo mayor del matrimonio entre Juan Leonardo, descendientes de italianos, y de Aldonza Tudela de Argensola, de la nobleza catalana. Su padre lleg&oacute; a obtener la secretar&iacute;a de Maximiliano II. No poseemos datos acerca de su educaci&oacute;n, aunque &eacute;sta debi&oacute; de correr a cargo de alg&uacute;n religioso en Barbastro o en Huesca. Estudi&oacute; filosof&iacute;a y leyes en las universidades de Huesca y Zaragoza. &Eacute;l se preciaba de haber asistido a las clases de Andr&eacute;s Schotto y de Sim&oacute;n Abril, conocido traductor de Arist&oacute;teles y de Plauto. Fue un gran latinista, gran lector de los cl&aacute;sicos, sobre todo de Horacio, aunque tambi&eacute;n le&iacute;a a los sat&iacute;ricos Marcial, Juvenal y Persio.
 
<p>March&oacute; a L&eacute;rida en 1582 para saludar a su padre, que viajaba en el s&eacute;quito de do&ntilde;a Mar&iacute;a de Austria, viuda de Maximiliano II. En estos a&ntilde;os debi&oacute; de escribir sus tres tragedias, elogiadas por <a href="cervante.htm"><b>Cervantes</b></a> en el Quijote: Filis, Isabela y Alejandra. En 1586 entr&oacute; al servicio de don Fernando de Arag&oacute;n, duque de Villahermosa, de quien fue nombrado secretario; ejerciendo este cargo tuvo que escribir varias cartas dirigidas por el duque y el conde de Aranda a Felipe II, con ocasi&oacute;n de las alteraciones ocurridas en Arag&oacute;n por la huida del ex secretario de Felipe II <a href="perezant.htm"><b>Antonio P&eacute;rez</b></a>. Incluso a&ntilde;os m&aacute;s tarde el propio Lupercio redact&oacute; una <em>Informaci&oacute;n sobre esos sucesos.</em>
 
<p>En 1587 se cas&oacute; do&ntilde;a Mariana B&aacute;rbara de Albi&oacute;n. A la muerte del duque de Villahermosa obtuvo la secretar&iacute;a de la emperatriz Mar&iacute;a. Ya en esta &eacute;poca era muy conocida entre sus contempor&aacute;neos su poes&iacute;a; bastantes poemas suyos fueron recogidos por Pedro Espinosa en su <em>Flores de poetas ilustres,</em> publicada en 1605. En 1595 fue nombrado cronista y empez&oacute; a redactar una <em>Historia general de la Espa&ntilde;a Tarraconense.</em> Al igual que su hermano, sinti&oacute; cierta predilecci&oacute;n por la historia, y pretendi&oacute; escribir unas <em>Preheminencias regias</em> y traducir los <em>Anales</em> de T&aacute;cito. En 1608, el conde de Lemos, nombrado virrey de N&aacute;poles, le ofreci&oacute; el cargo de secretario. En 1610 parti&oacute; para N&aacute;poles, donde fue uno de los fundadores de la Academia de los Ociosos. Muri&oacute; en N&aacute;poles en 1613.
 
 
<h4>Obra po&eacute;tica.</h4>
 
<p>Lupercio no public&oacute; su obra l&iacute;rica e, incluso, lleg&oacute; a quemar sus versos en N&aacute;poles. Fue su hijo, Gabriel Leonardo, el que las public&oacute; junto a las de su hermano <a href="leodearb.htm"><b>Bartolom&eacute;</b></a>, en Zaragoza, en 1634. En esta edici&oacute;n se imprimieron 94 poemas de Lupercio, aunque su producci&oacute;n es m&aacute;s amplia. Las ideas po&eacute;ticas de Lupercio se basan en la creencia de que la creaci&oacute;n literaria debe ir unida a la &eacute;tica y a la moral. Al igual que sucede con su hermano, su m&aacute;ximo modelo es Horacio; de &eacute;l toma el concepto de que el poeta debe limar mucho lo que escribe: Lean mucho, escriban poco, amen borrar mil veces cada palabra, que por no hacerlo as&iacute; los poetas de su tiempo, dice Horacio que erraban.
 
<p>De Horacio tom&oacute; ciertos temas, como el gusto por el <em>aurea mediocritas,</em> por la s&aacute;tira de los vicios y por la gravedad. Pero aunque siga la doctrina horaciana, tiene en cuenta las modas literarias de su &eacute;poca, tal y como podemos apreciar en la aparici&oacute;n en su poes&iacute;a de t&oacute;picos de especial connotaci&oacute;n barroca: ruinas, <em>tempus fugit.</em> Por lo que se refiere a su estilo, est&aacute; caracterizado por la sencillez sint&aacute;ctica y estil&iacute;stica, el clasicismo y la escasez de cultismos. Muestra una gran sobriedad en el uso de adjetivos coloristas o sensuales. Se opuso a <a href="gongora.htm"><b>G&oacute;ngora</b></a> y a las comedias de <a href="lopevega.htm"><b>Lope</b></a>, llegando a escribir en 1597 un <em>Memorial</em> a Felipe II contra la representaci&oacute;n de las comedias, en el que demuestra, seg&uacute;n Jos&eacute; Manuel Blecua, una cierta incapacidad para la comprensi&oacute;n del fen&oacute;meno teatral, puesto que casi no distingue entre realidad y fantas&iacute;a, llegando incluso a sugerir la necesidad de prohibir los <em>Autos sacramentales,</em> porque [los actores] en su vestuario est&aacute;n bebiendo, jurando, blasfemando y jugando con el h&aacute;bito y forma exterior de Santos, de &Aacute;ngeles, de la Virgen Nuestra Se&ntilde;ora y del mismo Dios.
 
<p>Sus poes&iacute;as pueden dividirse en tres grupos: poemas amorosos, morales y sat&iacute;rico-burlescos, y de circunstancias y traducciones. En las poes&iacute;as amorosas, Lupercio sigue la tradici&oacute;n de la filograf&iacute;a neoplat&oacute;nica con rasgos petrarquistas, pero en algunos de estos poemas se mezclan temas barrocos como los de las ruinas, la vida y la muerte. Blecua afirma que que la filograf&iacute;a de Argensola procede de Castiglione o de Bembo. Los poemas de este grupo est&aacute;n llenos de alusiones mitol&oacute;gicas. Las amadas reciben los nombres t&iacute;picos de la poes&iacute;a de la &eacute;poca: Filis, Cloris, Laura, Galatea, Amarilis, Fl&eacute;rida.
 
<p>En la descripci&oacute;n de la belleza femenina sigue los t&oacute;picos de la &eacute;poca apoyados en la doctrina plat&oacute;nica de un amor intelectual; as&iacute; afirma que la causa de su amor por Ana no es la belleza f&iacute;sica, sino la espiritual:  Tu alma, que en tus obras se trasluce, / es la que sujetar pudo la m&iacute;a / porque fuese inmortal su cautiverio. Sus poemas amorosos, al igual que el resto de su poes&iacute;a, se caracterizan por su perfecci&oacute;n t&eacute;cnica; Jos&eacute; Manuel Blecua la define por su antisensualismo, hasta en las im&aacute;genes y comparaciones, su huida de un lenguaje que hab&iacute;a cristalizado en tanto poema renacentista, y el hallazgo de temas y situaciones muy originales, aparte de la mezcla con otros temas.
 
<p>El segundo de los grupos en los que su hijo dividi&oacute; sus poemas comprende los morales, los sat&iacute;ricos y los burlescos. Los temas morales que se reiteran en su poes&iacute;a son los habituales de su &eacute;poca: la providencia, el premio y el castigo, la Fortuna, el dominio de s&iacute; mismo, el desprecio de la riqueza, vida retirada. En estos poemas es indudable la huella de Horacio; ejemplos tenemos en Vuelve del campo el labrador cansado o el m&aacute;s famoso de ellos: Llev&oacute; tras s&iacute; los p&aacute;mpanos otubre.
 
<p>Los poemas sat&iacute;ricos presentan las mismas preocupaciones e influencias que las se&ntilde;aladas en la poes&iacute;a de su hermano Bartolom&eacute; Leonardo de Argensola: Horacio, Persio, Juvenal y Marcial. Tambi&eacute;n aparecen muchos de los temas tratados por otros sat&iacute;ricos de los siglos XVI y XVII: los borrachos, los lascivos, los aduladores, los lindos, etc. Esta galer&iacute;a de tipos aparece en su ep&iacute;stola a don Juan de Albi&oacute;n, en la que afirma su incapacidad para improvisar y el trabajoso esfuerzo que le costaba escribir: pues para hacer un verso, y ese manco, / primero he de sudar por cada poro.
 
<p>En la ep&iacute;stola a la que Green deneg&oacute; la influencia horaciana se citan una gran cantidad de autores cl&aacute;sicos: C&eacute;sar, Arist&oacute;fanes, Terencio, Suetonio, etc. El poema termina con una llamada a los j&oacute;venes de su &eacute;poca para que abandonen los vicios contempor&aacute;neos y vivan a la manera heroica de sus abuelos: Har&eacute; ver con verg&uuml;enza a mil mozuelos / que viven de s&iacute; mismos satisfechos, / cu&aacute;n diferentes eran sus abuelos. Otra s&aacute;tira importante es la dirigida "A Flora", en la que pinta de una manera magistral a las rameras, a las que se describe con rasgos grotescos y deshumanizadores. Se han conservado algunos de los sonetos sat&iacute;ricos que escribi&oacute;, en los que aborda los mismos temas barrocos: la alcahueta, el casamiento enga&ntilde;oso (¿Qui&eacute;n ha visto un casamiento sin enga&ntilde;os?) o los cabellos prestados (Esos cabellos en tu frente enjertos).
 
<p>En el grupo de poemas de circunstancias se encuentran una serie de composiciones de tema religioso; as&iacute; los tercetos al traslado de las reliquias de san Eufrasio a And&uacute;jar o los escritos con motivos de justas y cert&aacute;menes, como los dedicados a san Diego de Alcal&aacute; o a san Lorenzo; todos ellos presentan, en palabras de Jos&eacute; Manuel Blecua, los mismos caracteres de falta de intimidad con la ret&oacute;rica al uso. De estos poemas religiosos destaca la canci&oacute;n "A la Asunci&oacute;n de Nuestra Se&ntilde;ora".
 
<p>Otros poemas de circunstancias son los elogios que figuran al frente de los libros de Mart&iacute;n de Bolea, Juan Rufo o Crist&oacute;bal de Viru&eacute;s. De este grupo destaca el escrito para el libro Aranjuez del alma, de fray Juan de Tortosa, en el que se hace un elogio de Felipe II y de su hija. Por &uacute;ltimo, Gabriel Leonardo coloc&oacute; al final de su edici&oacute;n las traducciones de seis odas horacianas, de las que la m&aacute;s citada es la del "Beatus ille" (Dichoso el que, apartado / de negocios, imita).
 
 
<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>ARGENSOLA, Lupercio Leonardo de. Rimas. (Ed. de Jos&eacute; Manuel Blecua). (Madrid: Cl&aacute;sicos Castellanos, 1972).
<li>BLECUA, Jos&eacute; Manuel. La poes&iacute;a aragonesa del Barroco. (Zaragoza: Guara, 1986).
<li>EGIDO, Aurora. La poes&iacute;a aragonesa del siglo XVII (Ra&iacute;ces culteranas). (Zaragoza: Instituci&oacute;n Fernando el Cat&oacute;lico, 1979).
<li>GREEN, Otis H. Vida y obra de Lupercio Leonardo de Argensola. (Zaragoza: Instituci&oacute;n  Fernando el Cat&oacute;lico, 1945).
</ol>
<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Thursday, February 18, 1999, 4:05:00 PM
Last Updated: Thursday, February 18, 1999, 4:05:00 PM
</address>
</html>
