<html>
<head>
<TITLE>Juan Antonio Llorente</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Juan Antonio Llorente">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Juan Antonio Llorente (1756-1823)</h1>
<hr>
 

<p> Sabio literato espa&ntilde;ol. Nacido en Rinc&oacute;n del Soto (La Rioja) en 1756 y muerto en 1823. Dedicado a la carrera eclesi&aacute;stica, m&aacute;s bien por asegurarse una posici&oacute;n que por vocaci&oacute;n verdadera, fue sucesivamente beneficiado en Calahorra, doctor en Derecho can&oacute;nico, abogado de los reales consejos, vicario general del obispado de Calahorra, secretario de la inquisici&oacute;n de Madrid, dignidad de maestre-escuela de la catedral de Toledo, canciller de la Universidad, condecorado con la cruz de Carlos III, y miembro de varias sociedades del reino. Hall&aacute;ndose en su pueblo natal, prest&oacute; auxilios y proporcion&oacute; medios de subsistencia a muchos eclesi&aacute;sticos franceses emigrados durante la revoluci&oacute;n. Profesaba ideas liberales y fue amigo del inmortal Jovellanos, en cuya desgracia fue envuelto, sufriendo como &eacute;l persecuciones, y vi&eacute;ndose privado de algunos de sus empleos. Al verificarse la invasi&oacute;n francesa en Espa&ntilde;a, se adhiri&oacute; al gobierno de Jos&eacute; Bonaparte, desempe&ntilde;ando los destinos de director de Bienes nacionales y comisario general de Cruzada. A la ca&iacute;da de este gobierno tuvo que salir de Espa&ntilde;a, y se fij&oacute; en Par&iacute;s, donde continu&oacute; en sus ocupaciones literarias. Pero la <em>Historia de la Inquisici&oacute;n,</em> que public&oacute; en esta capital, con los materiales que hab&iacute;a recogido mientras fue secretario en Madrid, y poco despu&eacute;s otra obra titulada <em>Retratos pol&iacute;ticos de los papas,</em> le suscitaron persecuciones, comunic&aacute;ndosele la orden de salir de Francia en el t&eacute;rmino de tres d&iacute;as en diciembre de 1822; dos meses despu&eacute;s muri&oacute; en Madrid. Uno de los escritos que le han dado justa reputaci&oacute;n son las <em>Observaciones cr&iacute;ticas sobre el romance de Gil Blas de Santillana,</em> en que demuestra de un modo incontestable la procedencia espa&ntilde;ola de dicha novela. Adem&aacute;s de las obras citadas, dej&oacute; las siguientes: <em>Monumento romano descubierto en Calahorra; Discursos hist&oacute;rico-can&oacute;nicos; Fuero-juzgo o Colecci&oacute;n de leyes promulgadas en Espa&ntilde;a por los reyes godos; Noticias hist&oacute;ricas de las tres Provincias Vascongadas; Discurso her&aacute;ldico sobre el escudo de armas de Espa&ntilde;a; Colecci&oacute;n diplom&aacute;tico de varios papeles; Disertaci&oacute;n sobre el poder que los reyes espa&ntilde;oles ejercieron hasta el siglo XII en la divisi&oacute;n de los obispados; ¿Cu&aacute;l ha sido la opini&oacute;n de Espa&ntilde;a respecto a la Inquisici&oacute;n?; Discurso sobre la opini&oacute;n nacional de Espa&ntilde;a, relativa a la guerra con Francia; Observaciones sobre las dinast&iacute;as de Espa&ntilde;a; Memorias para la historia de la revoluci&oacute;n espa&ntilde;ola; Monumentos hist&oacute;ricos relativos a las dos pragm&aacute;ticas sanciones; Discursos sobre una constituci&oacute;n religiosa, considerada como parte de la civil nacional; Aforismos pol&iacute;ticos.</em>


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, March 08, 1999, 1:26:06 PM
Last Updated: Monday, March 08, 1999, 1:26:06 PM
</address>
</html>
