<html>
<head>
<TITLE>F&eacute;lix Lope de Vega y Carpio</TITLE>
<meta name ="description"
value="Biograf&iacute;a de F&eacute;lix Lope de Vega y Carpio">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>F&eacute;lix Lope de Vega y Carpio (1562-1635)</h1>
<hr>
 

<p>Poeta, dramaturgo y narrador espa&ntilde;ol, nacido en Madrid en 1562, y muerto en su ciudad natal en 1635. Conocido, por la amplitud y calidad de su obra, como "el F&eacute;nix de los Ingenios", su aportaci&oacute;n a la escena espa&ntilde;ola, materializada en lo que &eacute;l denomin&oacute; el <em>Arte Nuevo de hacer Comedias,</em> supuso la mayor renovaci&oacute;n jam&aacute;s habida en el teatro espa&ntilde;ol de todos los tiempos. Unido ello a las elevad&iacute;simas cotas l&iacute;ricas a las que se remonta su poes&iacute;a, no es de extra&ntilde;ar que toda su obra -aderezada por los novelescos vaivenes sentimentales de su vida- haya dejado una estela indeleble en el variado panorama de las letras hisp&aacute;nicas.


<h4>Vida.</h4>
 
<p>Hijo de un bordador de origen santanderino (lo que lo habilitaba como hidalgo), realiz&oacute; sus primeros estudios con el maestro <a href="file://c:/demofd/informes/BNArgentina/catalogo/espinelv.htm"><b>Vicente Espinel,</b></a> para pasar despu&eacute;s al Colegio Imperial que regentaba la Compa&ntilde;&iacute;a de Jes&uacute;s en la madrile&ntilde;a calle de Toledo. Se ha especulado tambi&eacute;n con la posibilidad de que acudiera a la universidad de Alcal&aacute; de Henares durante los a&ntilde;os en que estuvo al servicio del obispo de &Aacute;vila Jer&oacute;nimo Manrique (1577-1582), aunque no consta que all&iacute; lograra grado alguno. En 1583, intervino en la expedici&oacute;n de Felipe II contra la Isla Terceira de las Azores. A su retorno, inici&oacute; una vida galante que lo llev&oacute; a conocer a Elena Ossorio (la <em>Filis</em> de sus versos), hija del c&oacute;mico Jer&oacute;nimo Vel&aacute;zquez y c&oacute;mica ella misma, que viv&iacute;a, a la saz&oacute;n, separada de su marido. El talante vehemente de Lope, as&iacute; como la vinculaci&oacute;n de su vida con la literatura, que llegar&aacute; hasta sus &uacute;ltimos d&iacute;as, se puso de manifiesto desde estos primeros amores, que estuvieron en el origen de <em>La Dorotea,</em> una de sus &uacute;ltimas obras. Los poemas amorosos dirigidos a Elena, algunos tan conocidos como el romance "Mira, Zaide, que te aviso", revelan una relaci&oacute;n dif&iacute;cil que lleg&oacute; al extremo de tensi&oacute;n cuando el poeta se vio desplazado por el caballero Francisco Perrenot de Granvela. Los celos llevaron a Lope a publicar todo tipo de libelos contra la joven y su familia, quienes acudieron a los tribunales y lograron que Lope fuera desterrado de la Villa y Corte. 
 
<p>Por aquellos mismos d&iacute;as de 1588 se cas&oacute; por poderes con Isabel de Urbina (<em>Belisa</em> en sus poemas), joven de familia acomodada con la que se traslad&oacute; a cumplir el destierro en Valencia entre 1589 y 1590, tras su breve paso por el desastre naval de la Felic&iacute;sima Armada (luego denominada Armada Invencible). Fue en estos a&ntilde;os de Valencia cuando tom&oacute; contacto con un grupo de dramaturgos de aquella ciudad que, liderado por Guill&eacute;n de Castro, continuaba la rica tradici&oacute;n dram&aacute;tica de la ciudad del Turia. La huella de Lope fue fundamental en la continuaci&oacute;n de esta tradici&oacute;n dram&aacute;tica; e, igualmente, el intercambio de opiniones con los dramaturgos valencianos enriqueci&oacute; la t&eacute;cnica dram&aacute;tica del joven poeta madrile&ntilde;o.
 
<p>Desde 1590 y hasta 1594 estuvo al servicio del duque de Alba, que viv&iacute;a en Alba de Tormes. En el ambiente buc&oacute;lico de la corte nobiliaria compuso Lope <em>La Arcadia,</em> y vivi&oacute; feliz hasta que, en el citado 1594, fallecieran su esposa y sus dos hijas. Tras serle levantado el destierro, abandon&oacute; el servicio del duque y regres&oacute; a la Corte de Madrid, donde reanud&oacute; su vida amorosa con Micaela Luj&aacute;n (<em>Camila Lucinda</em> en su obra), mujer casada con la que tuvo cinco hijos, entre ellos Marcela, una de sus predilectas. En 1598, se volvi&oacute; a casar, esta vez con Juana de Guardo, de la que s&oacute;lo le interesaba el dinero. Se estableci&oacute; en una casa de la calle de Francos, hoy de Lope de Vega, que se conserva en la actualidad como museo. Se convirti&oacute; en uno de los autores m&aacute;s aclamados de la Corte, particip&oacute; en acontecimientos cortesanos, y viaj&oacute; por motivos teatrales a Sevilla. Desde 1605 entr&oacute; al servicio del joven duque de Sessa, al que sirvi&oacute; como intermediario amoroso y con el que mantuvo una correspondencia que s&oacute;lo en parte ha llegado hasta nosotros. 
 
<p>En 1609, y durante una de las etapas de arrepentimiento que ser&aacute;n frecuentes en su vida, entr&oacute; en la Cofrad&iacute;a de Esclavos del Sant&iacute;simo Sacramento. Poco antes, por influencia del duque, hab&iacute;a sido nombrado Familiar del Santo Oficio. En esta etapa se consagr&oacute; a la vida familiar, aunque las muertes sucesivas de su hijo Carlos F&eacute;lix en 1612 y de su esposa al a&ntilde;o siguiente lo llevaron al sacerdocio. Testimonio de su deseo de cambio son las <em>Rimas Sacras,</em> en las que, junto con una sentida eleg&iacute;a a su hijo (la titulada "&Eacute;ste de mis entra&ntilde;as dulce fruto"), se encuentra un soneto que, contrahaciendo el "Cuando me paro a contemplar mi estado", de <a href="file://c:/demofd/informes/BNArgentina/catalogo/garcilas.htm"><b>Garcilaso,</b></a> muestra ese deseo de vivir de acuerdo con la religi&oacute;n ("vuelve a la patria la raz&oacute;n perdida" reza su &uacute;ltimo verso) y sirve de pr&oacute;logo a todo el libro. Se orden&oacute; en 1614, aunque pronto cay&oacute; de nuevo en la vida de amor&iacute;os a la que Sessa lo arrastraba. En 1616, conoci&oacute; a la joven Marta de Nevares, <em>Amarilis,</em> con la que vivi&oacute; los siguientes a&ntilde;os y quien se convertir&aacute; en su gran amor. La joven estaba tambi&eacute;n casada, aunque su marido, como el de la protagonista de La Dorotea, estuviera en Am&eacute;rica. Su vida poco ejemplar es la comidilla de la Corte, que le da de lado a pesar de sus constantes intentos de obtener el cargo de cronista y de su reputaci&oacute;n como poeta culto, para lo que escribi&oacute; poemas &eacute;picos como <em>La Dragontea</em> o <em>La Jerusal&eacute;n Conquistada</em> (intento de competir con el c&eacute;lebre poema de Tasso), con los que no logr&oacute; resultado alguno, ni literario ni social. En cambio, su obra dram&aacute;tica fue la preferida del p&uacute;blico que abarrotaba los corrales con la sola menci&oacute;n de su nombre. 
 
<p>Su popularidad lo enfrent&oacute; con poetas como <a href="file://c:/demofd/informes/BNArgentina/catalogo/gongora.htm"><b>G&oacute;ngora,</b></a> partidarios de un estilo m&aacute;s recargado y de hacer menos concesiones al p&uacute;blico de las que Lope hac&iacute;a. Con todo, ha sido injusta la fama del F&eacute;nix de poeta llano incapaz de componer obras de la complejidad de las gongorinas: su estilo puede llegar a ser sumamente colorista y complejo, aunque sus preferencias personales, no s&oacute;lo del p&uacute;blico, no est&eacute;n en la l&iacute;nea de esa complejidad de la que hac&iacute;a gala el ilustre cordob&eacute;s. Buena prueba de ello es <em>El Isidro,</em> poema &eacute;pico escrito en alabanza del patr&oacute;n de Madrid, en el que el poeta abandona la forma culta de la octava italiana en favor de las dobles quintillas, una de sus estrofas preferidas, lo que no ser&aacute; &oacute;bice para que el contenido, mucho m&aacute;s logrado que el de sus otros poemas &eacute;picos, apele a los cl&aacute;sicos latinos en episodios como el del amanecer en el que el santo labrador sale a trabajar.
 
<p>Dentro del enfrentamiento con los poetas gongorinos, se ha visto como un triunfo de Lope la organizaci&oacute;n de las justas po&eacute;ticas con las que se celebr&oacute; la canonizaci&oacute;n de San Isidro, en las que resultaron vencedores poetas de su misma escuela. A partir de aqu&iacute;, y hasta sus &uacute;ltimos a&ntilde;os, la fama de Lope fue un continuo que se cruz&oacute; con aquellos acontecimientos familiares que m&aacute;s le marcaron, como la toma de h&aacute;bito de su hija Marcela en 1621 para huir de la vida irregular que llevaba su padre (su devoci&oacute;n por &eacute;ste se mostr&oacute;, no obstante, en su nombre de religiosa: sor Marcela de San F&eacute;lix); y, en 1634, la muerte Lope F&eacute;lix, su hijo, soldado en Am&eacute;rica. Para entonces, su vida personal se hab&iacute;a comenzado a ensombrecer: Marta de Nevares se qued&oacute; ciega y, poco despu&eacute;s, enloqueci&oacute;. Lope la cuid&oacute; con todas sus fuerzas hasta que muri&oacute; en 1632. 
 
<p>Desde 1629, el propio Lope, de sesenta y siete a&ntilde;os ya, estaba tambi&eacute;n enfermo. Para colmo, algunas de sus comedias fueron rechazadas por el p&uacute;blico (sin que se pueda descartar la presencia de reventadores que aprovecharan la debilidad del otrora omnipotente para vengar viejas querellas en las que no siempre Lope hab&iacute;a jugado limpio). En 1634, viejo y cansado, termin&oacute; <em>Las Bizarr&iacute;as de Belisa,</em> su &uacute;ltima comedia, y sufri&oacute; la huida de su hija Antonia Clara (habida de Marta de Nevares), raptada por un gal&aacute;n poco escrupuloso (como el propio Lope lo fuera de joven) llamado, curiosamente, Crist&oacute;bal Tenorio. Al a&ntilde;o siguiente, muri&oacute; en la pobreza, sin que el duque de Sessa, antes tan espl&eacute;ndido con &eacute;l, lo socorriera. Fue enterrado en olor de multitudes en la iglesia de San Sebasti&aacute;n de Madrid. Las posteriores remodelaciones de la iglesia hicieron que sus restos, inidentificables, fueran a parar a una fosa com&uacute;n situada bajo el altar, donde est&aacute;n mezclados con los de la propia Marta de Nevares y los del dramaturgo mejicano Juan Ruiz de Alarc&oacute;n, uno de sus mayores rivales sobre el escenario.
 
 
<h4>Obra.</h4>
 
<p>La extensi&oacute;n de la obra de Lope hace pr&aacute;cticamente imposible conocerla a fondo, cuanto m&aacute;s resumirla en breve espacio. Baste con decir que cultiv&oacute; con acierto casi todos los g&eacute;neros de su tiempo y que tuvo como principal adversario en literatura a su propio ego, que muchas veces lo llevaba, como en el caso de los poemas &eacute;picos mencionados, a negarse a reconocer sus limitaciones. Asimismo, se puede citar como ejemplo de lo mismo el comentario al soneto filos&oacute;fico "La calidad elemental resiste", de <em>La Dama Boba,</em> incluido s&oacute;lo por aparentar erudici&oacute;n en la miscel&aacute;nea <em>La Circe.</em> Tales alardes han dado lugar a comentarios desfavorables acerca de los conocimientos filos&oacute;ficos de Lope de Vega, que se desmienten s&oacute;lo con asomarse a las p&aacute;ginas de <em>La Discreta enamorada, El Caballero de Olmedo</em> y, sobre todo, <em>La Dorotea.</em> (Todo ello ha de decirse con la necesaria precauci&oacute;n, toda vez que carecemos, hoy por hoy, de una edici&oacute;n, no ya completa, sino siquiera suficiente, de la obra del F&eacute;nix). Esto hace tanto m&aacute;s d&eacute;biles los ataques que con frecuencia se hacen a su obra compar&aacute;ndola con la de Shakespeare como si, aparte de la &eacute;poca y del g&eacute;nero, hubiera algo en com&uacute;n entre dos concepciones de la dramaturgia tan diferentes como geniales. 
 
 
<h5>Obra en prosa.</h5>
 
<p>Como narrador, adem&aacute;s de las cuatro novelas dedicadas a Marta de Nevares (<em>Las Fortunas de Diana,</em> en <em>La Filomena;</em> y <em>La Desdicha por la honra, La prudente venganza</em> y <em>Guzm&aacute;n el bravo,</em> las tres en <em>La Circe),</em> y de <em>La Arcadia</em> -obra temprana en la que encubre con disfraz pastoril unos supuestos amores del duque de Alba en su corte salmantina-, destacan <em>Los pastores de Bel&eacute;n</em> (1612) -obra de car&aacute;cter sacro dedicada al peque&ntilde;o Carlos F&eacute;lix, en la que el disfraz pastoril se adapta al marco navide&ntilde;o-, y <em>El Peregrino en su patria</em> (1604), libro de aventuras peregrinas en el que recoge la admiraci&oacute;n por la novela griega en la Espa&ntilde;a del momento. Hay que sumar a su narrativa la ya mencionada <em>La Dorotea,</em> publicada en 1632, a&ntilde;o de la muerte de Amarilis. De menor importancia es su <em>Cr&oacute;nica de las misiones de los jesuitas en Oriente,</em> publicada en 1618 bajo el t&iacute;tulo de <em>Triunfo de la fe en los reinos del Jap&oacute;n,</em> a la que habr&iacute;a que sumar la <em>Isagoge a los reales estudios de la Compa&ntilde;&iacute;a de Jes&uacute;s</em>(1629), novela en silvas para las fiestas de aniversario del Colegio Imperial en el que hab&iacute;a estudiado.
 
 
<h5>Obra en verso.</h5>
 
<p>Un breve repaso a la obra de Lope hace necesario comenzar por los g&eacute;neros no dram&aacute;ticos, especialmente el de la l&iacute;rica, al que pertenecen las <em>Rimas</em>(1602), las citadas <em>Rimas Sacras</em> (1604), el <em>Romancero espiritual</em> (1619), los <em>Triunfos divinos con otras rimas sacras</em> (1625) y las &eacute;glogas "Amarilis" y "Filis" de 1633 y 1635, respectivamente, la primera dedicada a la muerte de Marta de Nevares. Contienen tambi&eacute;n l&iacute;rica, aunque mezclada con prosa, ep&iacute;stolas en verso y largos poemas &eacute;picos, mitol&oacute;gicos o descriptivos, las miscel&aacute;neas <em>La Filomena</em>(1621) y <em>La Circe</em> (1624), en las que, junto a las dos f&aacute;bulas mitol&oacute;gicas que dan t&iacute;tulo a ambas, encontramos, adem&aacute;s, las llamadas <em>Novelas a Marcia Leonarda,</em> donde Lope se muestra como un narrador muy peculiar, ansioso de entremeterse en la trama y comentador constante de acontecimientos, como corresponde al que, m&aacute;s que narrar por escrito, cuenta a alguien -la enferma Amarilis, en este caso-, una historia para entretenerla.
 
<p>No es posible pasar de este punto sin hacer referencia a la arrolladora personalidad de Lope, a la que hemos calificado de su peor enemigo literario, pero que hab&iacute;a de ser, al tiempo, su mejor inspiradora. As&iacute;, de la misma manera que publica lo escrito para cont&aacute;rselo a su enfermo amor, reelaborar&aacute; sus amores de juventud y vejez uniendo a Elena Ossorio y Marta de Nevares en esa &uacute;ltima, por perfecta, secuela de <em>La Celestina</em> que es <em>La Dorotea.</em>
 
<p>Volviendo a la obra de Lope, mezclan tambi&eacute;n diferentes g&eacute;neros los libros que incluyen los poemas &eacute;picos <em>La Hermosura de Ang&eacute;lica</em>(1602) y <em>La Dragontea</em> (1598), as&iacute; como las finales <em>Rimas humanas y divinas del licenciado Tom&eacute; de Burguillos</em> (1634), donde, entre los poemas burlescos del heter&oacute;nimo que figura en el t&iacute;tulo, intercala Lope la bell&iacute;sima eleg&iacute;a "Resuelta en polvo ya, m&aacute;s siempre hermosa" dedicada, una vez m&aacute;s, a Marta de Nevares, as&iacute; como el poema &eacute;pico-burlesco <em>La Gatomaquia.</em> Esta mezcla debe entenderse dentro del gusto por la variedad de nuestra literatura del XVI y el XVII, pero tambi&eacute;n dentro de las dificultades para imprimir de la &eacute;poca, que obligaban a dar salida a todo lo que pudiera llenar un volumen cuando hab&iacute;a ocasi&oacute;n.
 
<p>Como poeta, supone Lope la fusi&oacute;n de las varias tendencias po&eacute;ticas del siglo XVI, tanto la procedente de <a href="file://c:/demofd/informes/BNArgentina/catalogo/petrarca.htm"><b>Petrarca</b></a> a trav&eacute;s de Garcilaso como la cancioneril del XV, as&iacute; como la poes&iacute;a popularizante, hasta el extremo de influir en la creaci&oacute;n de un nuevo estilo de poes&iacute;a folkl&oacute;rica que asimilar&aacute; poemas como el citado "Mira, Zaide que te aviso"; igualmente, contribuy&oacute; de forma singular a la acu&ntilde;aci&oacute;n o recuperaci&oacute;n de diversos procedimientos ret&oacute;ricos y estr&oacute;ficos (especialmente en lo que a la creaci&oacute;n del Romancero Nuevo se refiere). Esta fusi&oacute;n de lo culto con lo popular para desembocar en el &aacute;mbito de esto &uacute;ltimo se plasma especialmente en el caso ya explicado de la &eacute;pica lopesca, a la que pertenecen tambi&eacute;n <em>La Rosa Blanca </em>(1624), dedicado a explicar las armas de la hija del Conde-duque, y la <em>Corona Tr&aacute;gica</em> (1627), sobre la muerte de Mar&iacute;a Estuardo.
 
<p>Asimismo, es preciso citar textos menores pero de importancia para entender el entorno de Lope e, incluso, su obra. Tal es el caso de <em>El Laurel de Apolo,</em> alabanza de escritores, pintores y m&uacute;sicos espa&ntilde;oles y extranjeros en cerca de 7000 versos que public&oacute; en 1630; y, sobre todo, el <em>Arte nuevo de hacer comedias</em> (1609), en el que resume su teor&iacute;a acerca de la <em>Comedia Nueva,</em> g&eacute;nero dram&aacute;tico con el que lograr&aacute; el triunfo en la escena y cuya validez se prolongar&aacute;, a trav&eacute;s de sucesivas transformaciones, casi hasta nuestros d&iacute;as.
 
<h5>Obra dram&aacute;tica.</h5>
 
<p>La menci&oacute;n del <em>Arte nuevo de hacer comedias</em> nos introduce dentro de la faceta dram&aacute;tica de Lope de Vega, con mucho la m&aacute;s importante y numerosa de su producci&oacute;n. Lope declar&oacute; haber escrito 1500 piezas, y aunque es sabida su costumbre de exagerar lo propio (no olvidemos que la m&aacute;xima "Parva propria magna, magna aliena parva" preside a&uacute;n hoy la entrada de la que fue su casa en Madrid), no cabe duda de que fue autor prol&iacute;fico. Las condiciones del teatro de su tiempo (varios d&iacute;as con funci&oacute;n entre semana, m&aacute;s los festivos, y un n&uacute;mero no demasiado grande de habitantes en la Corte que acud&iacute;a en masa a la comedia) le obligaban a trabajar de forma infatigable. M&aacute;s de una vez hubo de recurrir, sin duda, a adaptar obras ya estrenadas, del mismo modo que Bach hiciera con sus cantatas dominicales y H&auml;ndel con la arias de sus &oacute;peras. Conservamos 426 comedias atribuidas a su pluma, de las que s&oacute;lo 314 son seguras, as&iacute; como 42 autos sacramentales. De ellas, el lector actual apenas tiene acceso a ediciones de una docena. Las representaciones que a veces se ofrecen de obras no publicadas, como es el caso de <em>Los locos de Valencia, La discreta enamorada, El acero de Madrid, La boba para todos y discreta para s&Iacute;</em> o <em>El bastardo Mudarra</em> aparecen habitualmente con el texto actualizado, lo que, si bien dice mucho acerca de la discutible capacidad creativa de directores esc&eacute;nicos y adaptadore, no permite que el p&uacute;blico acceda libremente a un teatro que deber&iacute;a juzgar sin intermediarios.
 
<p>Las caracter&iacute;sticas principales de la <em>Comedia Nueva</em> de Lope son: 
 
<p>1- La reducci&oacute;n de los actos a tres, identificados con el planteamiento, el nudo y el desenlace de la trama.
 
<p>2- La mezcla de los g&eacute;neros tr&aacute;gico y c&oacute;mico en aras de una mayor verosimilitud de la historia (que no debe en ning&uacute;n caso confundirse con realismo en el sentido actual del t&eacute;rmino).
 
<p>3- La utilizaci&oacute;n de distintas estrofas, adecuadas a las diferentes situaciones (redondillas para los di&aacute;logos r&aacute;pidos, sonetos para los mon&oacute;logos, romances para las narraciones, tercetos encadenados para di&aacute;logos serios, seguidillas para las escenas de canto y baile, etc.).
 
<p>4- La presencia constante de unos personajes tipificados (gal&aacute;n, dama, padre, rey y, sobre todo, la figura del donaire o gracioso, verdadera creacion de Lope que sirve de contrapunto a la acci&oacute;n seria), que se comportan con arreglo al patr&oacute;n establecido (decoro).
 
<p>5- Y, sobre todo, la apelaci&oacute;n constante al p&uacute;blico que llenaba el corral tanto en ambientes y temas como en el tratamiento de los mismos, lo que no significa ni que Lope escribiera s&oacute;lo de cara a la galer&iacute;a ni que hubiera detr&aacute;s de su obra todo un plan de imagen pol&iacute;tica a favor de la monarqu&iacute;a (recordemos que a&uacute;n faltan unos a&ntilde;os para que los primeros vientos republicanos se levanten en Inglaterra, y bastantes m&aacute;s para que dichos vientos crucen el Canal de la Mancha, no digamos para que pisen suelo espa&ntilde;ol). Tal apelaci&oacute;n al p&uacute;blico se muestra especialmente en tres aspectos:
 
<p>a) La tem&aacute;tica hist&oacute;rica nacional (frecuent&iacute;sima, pero s&oacute;lo una de las muchas que utilizar&aacute; un lector infatigable como fue Lope), que, procedente de Juan de la Cueva, adaptar&aacute; Lope a la escena en t&iacute;tulos como <em>Fuenteovejuna, El mejor mozo de Espa&ntilde;a, Las paces de los reyes y jud&iacute;a de Toledo</em> (argumento que retomar&iacute;a en el siglo siguiente Vicente Garc&iacute;a de la Huerta en su tragedia <em>Raquel</em> ), <em>El diablo est&aacute; en Cantillana</em> o <em>El mejor alcalde, el rey</em> (tomados con frecuencia de las cr&oacute;nicas, como el referido a los sucesos de <em>Fuenteovejuna,</em> pueblo de la orden de Calatrava que se rebel&oacute; contra los abusos del comendador Fern&aacute;n G&oacute;mez).
 
<p>b) La frecuencia con la que aparecen canciones populares, tanto en fiestas y escenas de canto y baile (as&iacute;. v. gr., en  <em>El Verdadero Amante o Santiago el Verde</em>), como en el propio argumento de la obra (en <em>Perib&aacute;&ntilde;ez y el comendador de Oca&ntilde;a</em> y, sobre todo, <em>El caballero de Olmedo</em>).
 
<p>c) Y la presencia de espacios cercanos al p&uacute;blico cortesano. A este punto responde la llamada "Comedia cortesana" en la que suceden intrigas amorosas en el marco de la Villa y Corte. Es el caso de, entre otras, <em>La noche de San Juan, El acero de Madrid, Las ferias de Madrid, La discreta enamorada</em> y <em>Santiago el Verde.</em>
 
<p>Con todo -y como ya hemos se&ntilde;alado-, no son los &uacute;nicos argumentos que Lope utilizar&aacute;. As&iacute;, recurrir&aacute; a sucesos de historia extranjera en <em>El gran duque de Moscovia</em> y a temas mitol&oacute;gicos o de la antig&uuml;edad en <em>Roma abrasada, El esclavo de Roma</em> o <em>El laberinto de Creta;</em> a temas inventados o procedentes de novelas italianas (as&iacute; <em>El perro del hortelano, La dama boba, La moza de c&aacute;ntaro</em> o <em>El castigo sin venganza,</em> uno de los pocos casos de tragedia dentro de la dram&aacute;tica lopesca); y a temas religiosos, b&iacute;blicos o hagiogr&aacute;ficos en <em>La creaci&oacute;n del mundo y primera culpa del hombre, Los trabajos de Jacob, Historia de Tob&iacute;as, El cardenal de Bel&eacute;n</em> o <em>La buena guarda.</em>
 
<p>De menor importancia son sus autos sacramentales, cuyo gracejo se ve n&iacute;tidamente sobrepasado por la profundidad aleg&oacute;rica y metaf&oacute;rica de los de Calder&oacute;n. Destacan por su variedad tem&aacute;tica (uno basado en <em>La Araucana </em>de Ercilla es buena prueba de ello), por su apropiaci&oacute;n de elementos populares (como el <em>Auto de los cantares,</em> donde realiza una versi&oacute;n a lo divino de la misma pieza que sirviera de base a <em>El Caballero de Olmedo</em>) y por su colorido ambiental (<em>La siega</em>). Con todo, son una muestra m&aacute;s de la soltura dram&aacute;tica de Lope.
 
 
<h4>Bibliograf&iacute;a.</h4>
 
<p>La obra de Lope ha sido objeto de varias ediciones parciales entre el siglo XVIII y principios del nuestro debidas a los benem&eacute;ritos esfuerzos de Rivadeneyra, Hartzenbusch, Cayetano Rossell, Men&eacute;ndez y Pelayo, Cotarelo y Mori y Fern&aacute;ndez Montesinos.
<ol>
<li>ENTRAMBASAGUAS, Joaqu&iacute;n de. Estudios sobre Lope de Vega (Madrid: 1946-1958).
<li>L&Aacute;ZARO CARRETER, Fernando. Lope de Vega. Introducci&oacute;n a su vida y a su obra. (Salamanca: 1966).
<li>ROMERA NAVARRO, M. La preceptiva dram&aacute;tica de Lope de Vega y otros ensayos sobre el F&eacute;nix (Madrid: 1935).
<li>ROZAS, Juan Manuel. Significado y doctrina del "Arte nuevo de hacer comedias" de Lope de Vega (Madrid: 1976).
</ol> 

<p>G. Fern&aacute;ndez San Emeterio.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Wednesday, March 17, 1999, 4:21:30 PM
Last Updated: Wednesday, March 17, 1999, 4:21:30 PM
</address>
</html>
