 <html>
<head>
<TITLE>&Iacute;&ntilde;igo L&oacute;pez deMendoza</TITLE>
<meta name ="description"
value="Biograf&iacute;a de &Iacute;&ntilde;igo L&oacute;pez de Mendoza">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>&Iacute;&ntilde;igo L&oacute;pez deMendoza (1398-1458)</h1>
<hr>


<p> Escritor y poeta espa&ntilde;ol, m&aacute;s conocido por su t&iacute;tulo nobiliario de marqu&eacute;s de Santillana. Naci&oacute; en Carri&oacute;n de los Condes (Palencia), en 1398, y muri&oacute; en Guadalajara el 25 de marzo de 1458. Era hijo del almirante de Castilla Diego Hurtado de Mendoza, se&ntilde;or de Hita y Buitrago. 

<p>A la muerte de su hermano Garc&iacute;a, le sucedi&oacute; en el mayorazgo. Muerto su padre cuando era ni&ntilde;o, su madre Leonor de la Vega logr&oacute; preservar la mayor parte de su herencia, pretendida  especialmente por su hermanastra Aldonza de Mendoza. Al final logr&oacute; el Se&ntilde;or&iacute;o de Tendilla junto con los dem&aacute;s que pose&iacute;a su padre. Desde el 2 de Agosto de 1445 fue el primer Marqu&eacute;s de Santillana (Santander) (y tambi&eacute;n la primera persona nombrada Marqu&eacute;s en Castilla) y Conde del Real de Manzanares, t&iacute;tulos otorgados como reconocimiento a su labor en la batalla de Olmedo. Acompa&ntilde;&oacute; a Fernando de Antequera cuando, elegido Rey de Arag&oacute;n, fue a tomar posesi&oacute;n en 1414 de su corona. Figur&oacute; principalmente en las cortes de Juan II y Enrique IV. Bajo el mandato de Juan II, guerre&oacute; contra los Reyes de Granada, Navarra y Arag&oacute;n. Se destac&oacute; en la lucha contra D. &Aacute;lvaro de Luna (favorito de Juan II). 

<p>En 1435 inici&oacute; la construcci&oacute;n del castillo de Manzanares el Real, que edific&oacute; sobre el n&uacute;cleo de una antigua ermita. Esta fortaleza, de planta rectangular y con torres cil&iacute;ndricas en los lados, es uno de los pocos edificios representantes del g&oacute;tico civil construido por la nobleza de sangre castellana. Los ricos dominios de su casa se extend&iacute;an desde Guadalajara hasta Madrid a lo largo del Sistema Central.



<p>No lleg&oacute; a dominar nunca el lat&iacute;n (por supuesto, tampoco el griego), como nos lo confirman su propio testimonio y de algunos de sus contempor&aacute;neos nacionales y extranjeros (como el librero florentino Vespasiano da Bisticci, quien alcanz&oacute; a conocer a su hijo Pedro Gonz&aacute;lez de Mendoza); sin embargo, entend&iacute;a perfectamente las principales lenguas rom&aacute;nicas, como el italiano, el franc&eacute;s, el occitano, el catal&aacute;n y el gallego. Su magn&iacute;fica biblioteca, incorporada hoy a la Biblioteca Nacional de Madrid, muestra su formaci&oacute;n y sus intereses culturales, que tambi&eacute;n adivinamos a lo largo de su obra en prosa y verso. Sus conocimientos en materia literaria fueron amplios, como se demuestra en el <em>Prohemio e carta que el marqu&eacute;s de Santillana envi&oacute; al condestable de Portugal,</em> una historia de la poes&iacute;a desde sus or&iacute;genes hasta su propia &eacute;poca.

<p>Desde 1438 hasta su muerte escribi&oacute;: <em>42 Sonetos fechos al it&aacute;lico modo,</em> una empresa muy atrevida, pues este modelo no consigui&oacute; cuajar hasta los a&ntilde;os de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/garcilas.htm"><b>Garcilaso</b></a> y Bosc&aacute;n; la 
<em>Comedieta de Ponza,</em> 1436, ambicioso poema en arte mayor escrito a mayor gloria de la casa real aragonesa; la <em>Defunci&oacute;n de don Enrique de Villena,</em> 1434, planto f&uacute;nebre dedicado a este gran intelectual y maestro suyo; el <em>Infierno de los enamorados,</em> en que desarrolla una de las alegor&iacute;as er&oacute;ticas m&aacute;s gustadas por la literatura de la &eacute;poca, y otras como el<em>Triunfete de amor o el Sue&ntilde;o.</em> Entre los poemas did&aacute;cticos, destacan sus exitosos <em>Proverbios de gloriosa doctrina e fructuosa ense&ntilde;anza</em> y el <em>Di&aacute;logo de B&iacute;as contra Fortuna,</em> de 1448. Entre sus composiciones en arte menor, destacan sus canciones y decires y, particularmente, sus serranillas, que revelan la confluencia de la canci&oacute;n de serrana y la pastorela.

<p>La empresa cultural del Marqu&eacute;s de Santillana fue de extraordinarias proporciones, como se desprende de su correspondencia erudita y de algunos de sus pr&oacute;logos, donde descubrimos a algunos de los amigos y familiares que formaban parte de su c&iacute;rculo cultural. El Marqu&eacute;s cont&oacute; con la ayuda de algunos de los grandes intelectuales espa&ntilde;oles de la &eacute;poca, que escribieron y tradujeron de diversas lenguas gracias a su est&iacute;mulo y apoyo; no obstante, lo formidable es que su fama se extendiese por las naciones vecinas y que incluso algunos grandes humanistas llegasen a dedicarle algunas obras, como el propio Pier Candido Decembrio, quien le dedic&oacute; una eleg&iacute;a a su muerte. La fama del Marqu&eacute;s sigui&oacute; viva a lo largo de los siglos, lo que le vali&oacute; semblanzas y elogios diversos antes de que, a mediados del siglo XIX, Jos&eacute; Amador de los R&iacute;os acometiese la gran labor de preparar la primera edici&oacute;n de las <em>Obras completas</em> de don &Iacute;&ntilde;igo L&oacute;pez de Mendoza, primer Marqu&eacute;s de Santillana.


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Friday, March 05, 1999, 2:22:10 PM
Last Updated: Friday, March 05, 1999, 2:22:10 PM
</address>
</html>
