<html>
<head>
<TITLE>Juan de Mena</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Juan de Mena">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Juan de Mena (1411-1456)</h1>
<hr>
 

<p> Poeta y prosista espa&ntilde;ol, nacido en C&oacute;rdoba en 1411 y fallecido en Torrelaguna en 1456. Al parecer, fue criado en el seno de una familia de conversos, aunque esta afirmaci&oacute;n, categ&oacute;rica en algunos cr&iacute;ticos, no sea m&aacute;s que una d&eacute;bil hip&oacute;tesis. Realiz&oacute; sus primeros estudios en su ciudad natal, continu&aacute;ndolos m&aacute;s tarde en Salamanca y Roma; se mantuvo al margen de disputas pol&iacute;ticas, pero siempre fiel a Juan II y a &Aacute;lvaro de Luna, aunque tambi&eacute;n tuvo amistad con el <a href="file://c:/demofd/informes/BNArgentina/catalogo/lopezmen.htm"><b>marqu&eacute;s de Santillana</b></a>. Hacia 1442 redact&oacute; la versi&oacute;n castellana de la <em>Ilias latina,</em> obra en prosa que goz&oacute; de una difusi&oacute;n extraordinaria y que titul&oacute; del modo siguiente: <em>Esta es la Il&iacute;ada de <a href="file://c:/demofd/informes/BNArgentina/catalogo/homero.htm"><b>Homero</b></a> en romance traducida,</em> conocida tambi&eacute;n por <em>Homero romanceado.</em> Hay otros escritos en prosa compuestos por Mena, o atribuidos a este escritor que alcanzaron una difusi&oacute;n escasa a todas luces; aparte, queda la exitos&iacute;sima glosa a uno de sus poemas m&aacute;s aplaudidos en los siglos XV y XVI: <em>La coronaci&oacute;n.</em>

<p>En su verso narrativo, Mena  apost&oacute; decididamente por desarrollar nuevos medios expresivos, con versos cargados de erudici&oacute;n y un estilo claramente latinizante. En 1444, con la obra <em>El Laberinto de Fortuna o Las Trescientas,</em> que vio la luz como impreso desde &eacute;poca incunable, se volc&oacute; en esta tarea con excelentes resultados. Se trata de una composici&oacute;n de arte mayor, con lenguaje culto, muy alejado del lenguaje com&uacute;n de determinados g&eacute;neros o de la limitaci&oacute;n l&eacute;xica caracter&iacute;stica de los versos amatorios en los cancioneros castellanos (cultivados por el mismo Mena, quien tambi&eacute;n se sirvi&oacute; de una t&eacute;cnica radicalmente distinta de la que emplea en el <em>Laberinto</em> al componerlos). Es una pieza fundamental para entender el denominado "Prerrenacimiento castellano del siglo XV" y lleg&oacute; a convertirse en una lectura obligada para todos los poetas de su &eacute;poca, que vieron en Mena al primero de todos ellos. En el <em>Laberinto,</em> dedicado a las mayores glorias de la Castilla de su &eacute;poca, Juan II y don &Aacute;lvaro de Luna, se narra c&oacute;mo el poeta es arrebatado por el carro de Belona y depositado en una gran llanura, donde se yergue el palacio de la diosa Fortuna, en cuyo interior hay tres ruedas: dos quietas, que simbolizan el pasado y el futuro, y otra en continuo movimiento, que simboliza el presente; cada una de ellas est&aacute; dividida en siete c&iacute;rculos, que corresponden a los siete planetas y en los que el autor ubica diversos personajes de la Antig&uuml;edad o contempor&aacute;neos. 
En 1499 public&oacute; <em>Las cincuenta,</em> obra que apareci&oacute; con el t&iacute;tulo de <em>La coronaci&oacute;n del marqu&eacute;s de Santillana</em>; como se ha indicado, este poema goz&oacute; de una fama extraordinaria, como se desprende de su rica tradici&oacute;n textual, aunque la cr&iacute;tica moderna lo haya ignorado casi por completo por reflejar una est&eacute;tica muy alejada de la nuestra (recu&eacute;rdese que, por ejemplo, Men&eacute;ndez Pelayo lleg&oacute; a afirmar que su lectura era la m&aacute;s tediosa que hab&iacute;a encontrado en la literatura de su &eacute;poca). Una obra experimental, en la que utiliza la doble t&eacute;cnica desarrollada en los poemas previos (el arte mayor frente al arte menor), es el <em>Claroscuro</em>; con <em>Las Coplas de los siete pecados mortales,</em> Mena apost&oacute; por una t&eacute;cnica distinta, con un l&eacute;xico sencillo y directo; no obstante, no lleg&oacute; a concluir esta obra, que fue rematada por otros autores. Adem&aacute;s, Mena es autor de un buen pu&ntilde;ado de poemas er&oacute;ticos y jocosos en verso de arte menor, dispersos en cancioneros manuscritos e impresos.


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, March 08, 1999, 3:58:34 PM
Last Updated: Monday, March 08, 1999, 3:58:34 PM
</address>
</html>
