<html>
<head>
<TITLE>La p&iacute;cara Justina</TITLE>
<meta name ="description"
value="Datos acerca del autor y la obra">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>La p&iacute;cara Justina</h1>
<hr>



<p>El Libro de entretenimiento de la p&iacute;cara Justina, cuya primera impresi&oacute;n apareci&oacute; en Medina del Campo en 1605, ha sido considerado como «uno de los libros m&aacute;s dif&iacute;ciles del Siglo de Oro y una creaci&oacute;n fuera de serie en el sector llamado de la ‘novela picaresca’». En la portada de la primera edici&oacute;n figura el licenciado Francisco de &Uacute;beda, natural de Toledo, como autor de la novela. Sin embargo, <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/antonio.htm"><b>Nicol&aacute;s Antonio</b></a> en la <em>Bibliotheca Hispana Nova</em> lo atribu&iacute;a a fray Andr&eacute;s P&eacute;rez, dominico leon&eacute;s. La atribuci&oacute;n de Nicol&aacute;s Antonio tuvo &eacute;xito y fue la aceptada hasta mediados del siglo XX, en el que Marcelino Men&eacute;ndez Pelayo y Julio Puyol la defienden bas&aacute;ndose en el conocimiento que demuestra el autor de las tierras leonesas, as&iacute; como de unos versos del <em>Viaje del Parnaso de Cervantes,</em> que parecen sugerir la figura de un cl&eacute;rigo: <em>Haldeando ven&iacute;a y trasudando / el autor de la P&iacute;cara Justina, / capell&aacute;n lego del contrario bando.</em> Sin embargo, Marcel Bataillon demostr&oacute; que el autor era Francisco L&oacute;pez de &Uacute;beda, m&eacute;dico toledano, residente en Madrid, y que ejerc&iacute;a de chocarrero (buf&oacute;n) en el s&eacute;quito de don Rodrigo Calder&oacute;n, marqu&eacute;s de Siete Iglesias, favorito del duque de Lerma. Se basa en que la tradici&oacute;n dom&iacute;nica a la que se refer&iacute;a Nicol&aacute;s Antonio no tiene ninguna prueba documental; en que los versos de Cervantes pueden hacer tambi&eacute;n alusi&oacute;n al traje talar de los m&eacute;dicos, y, finalmente, en que la descripci&oacute;n que se hace de los monumentos de Le&oacute;n no implica un origen leon&eacute;s del autor, ya que adem&aacute;s la visi&oacute;n que se da de ellos es burlesca. 

<p>En el “Pr&oacute;logo al lector”, L&oacute;pez de &Uacute;beda afirma que “me he determinado a sacar a luz este juguete, que hice siendo estudiante en Alcal&aacute;, a ratos perdidos, aunque algo aumentado despu&eacute;s que sali&oacute; a luz el libro del P&iacute;caro, tan recibido. Este hice por me entretener y especualr los enredos del mundo en que v&iacute;a andar”. Bas&aacute;ndose en estas palabras, Julio Puyol pens&oacute; que la obra hab&iacute;a sido escrita entre 1580 y 1590, aunque fue posteriormente retocada tras la publicaci&oacute;n en 1599 de la primera parte del<em>Guzm&aacute;n de Alfarache,</em> de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/aleman.htm"><b>Mateo Alem&aacute;n</b></a>. Miguel Herrero fech&oacute; la obra en 1582. Marcel Bataillon la data entre 1601 y 1605, para lo que se basa en: la descripci&oacute;n burlesca de los monumentos leoneses debi&oacute; hacerse tras la visita de Felipe III a esta ciudad en 1602; la obra debi&oacute; ser escrita tras la aparici&oacute;n de la primera parte del <em>Guzm&aacute;n de Alfarache</em>; la publicaci&oacute;n de la obra fue muy precipitada, lo que inclina a pensar que debi&oacute; ser compuesta poco antes de su publicaci&oacute;n en 1605.

<p>La obra est&aacute; dividida en cuatro libros, intitulados: “La P&iacute;cara monta&ntilde;esa”, “La P&iacute;cara romera”, “La P&iacute;cara pleitista”, y “La P&iacute;cara novia”. El primero de los libros relata el nacimiento, origen, educaci&oacute;n y crianza de la protagonista. Justina cuenta su nacimiento desde el primer momento, y as&iacute; refiere al lector la sensaci&oacute;n de fr&iacute;o que siente al salir del vientre de su madre. El autor describe los antepasados del padre de la protagonista: su abuelo era un vendedor de barquillos y jugador, asesinado en Barcelona; un bisabuelo que ejerc&iacute;a el oficio de tiritero muri&oacute; loco, quiz&aacute;s por una enfermedad sexual; el padre de su bisabuelo era una gitano, ladr&oacute;n de bolsas que muri&oacute; chamuscado por el sol (¿quemado por la Inquisici&oacute;n?); de los otros “abuelos de parte de padre, no s&eacute; otra cosa m&aacute;s de que eran un poco m&aacute;s all&aacute; del monte Tabor, y uno se llam&oacute; Taborda”. De los antepasados de su madre s&oacute;lo sabemos que eran jud&iacute;os que no quisieron salir de Espa&ntilde;a “por amor que tomaron a la tierra y las muestras que dieron de christianos, y con qu&eacute; gracia respond&iacute;an al cura a cuanto les preguntaba”. Sus padres son mesoneros con un final tan degradante como el de algunos de sus antepasados: el padre, Diego D&iacute;ez, es asesinado por un hidalgo, que soborna a la familia para que no lo denuncien. El episodio adquiere un car&aacute;cter grotesco cuando el perro devora parte de su cad&aacute;ver pensando que: “&eacute;ste est&aacute; muy muerto y mis amas muy vivas; yo muerto de hambre y ellas de boda. As&iacute; que, ¿sin m&iacute; hacen la boda?, pues yo har&eacute; la m&iacute;a sin ellos.» Y, pardiez, di&oacute;le de tajo y destaj&oacute;le el cuerpo y cara”. La muerte de su madre tambi&eacute;n se produce de una manera grotesca, pues siendo conversa muere atragantada por una longaniza y es enterrada boca abajo.

<p>El segundo libro, el de la P&iacute;cara romera, se abre con una declaraci&oacute;n en la que la protagonista afirma que su gran afici&oacute;n es divertirse, bailar e ir de romer&iacute;a en romer&iacute;a. El primer episodio episodio refiere el galanteo a que es sometida por un tocinero morisco, Juan Pancorvo, a quien en un estilo propio de los bufones describe con rasgos animalizantes: «Unos ojos tristes y medio vueltos, que parec&iacute;an de besugo cocido; una cara labrada de manchas, como labor de caldera; un pescuezo de toro; un cuello de escarola esparragada». Se narra despu&eacute;s la presencia de Justina en una romer&iacute;a donde es raptada por unos estudiantes disfrazados de religiosos. El jefe de la banda, obispo de la Picaranzona, y uno de sus acompa&ntilde;antes intentan violarla, pero ella los emborracha y los lleva a su pueblo. Despu&eacute;s se marcha a Le&oacute;n, «entre las ciudades, reina», pero que es descrita como fea y de clima riguroso. El monumento leon&eacute;s del que m&aacute;s se burla es el convento de San Marcos, del que dice: <em>Mirad, esta iglesia, como est&aacute; tan junto al r&iacute;o, d&eacute;benla de lavar a menudo, y ahora, como la han puesto a secar, s&eacute;canla por el derecho, que en estando enjuta, volver&aacute;n la haz hacia dentro, como a ropa seca.</em> En esta ciudad se burla y enga&ntilde;a a varios personajes: un estudiante, un ermita&ntilde;o ladr&oacute;n, una mesonera y un bachiller. El libro termina con el encuentro de Justina con un grupo de asturianos, episodio que le sirve a L&oacute;pez de &Uacute;beda para burlarse de la pretensi&oacute;n de nobleza de los espa&ntilde;oles de su &eacute;poca.

<p>En el tercer libro, el de la P&iacute;cara pleitista, los hermanos y hermanas se convierten por envidia en enemigos de la p&iacute;cara, a la que demandan a la justicia para quedarse con su hacienda; Justina, gracias a su ingenio, consigue salir bien parada de la situaci&oacute;n. A continuaci&oacute;n, se marcha a Rioseco, nombre que encubre el de Madrid, para pedir justicia al Almirante. All&iacute; se hospeda con una vieja morisca que quiere hacerla heredera de sus artes de bruja. El episodio le sirve a L&oacute;pez de &Uacute;beda para tratar el tema de la brujer&iacute;a y arremeter contra los moriscos, a los que acusa de hipocres&iacute;a en su conversi&oacute;n al cristianismo. Cuando la vieja muere, Justina se hace pasar por nieta suya para poder as&iacute; quedarse con la herencia, para lo que da una excusa ir&oacute;nica: <em>que si ella muriera con su lengua, mandara aquella hacienda a alg&uacute;n mal morisco, lo cual fuera como quien lleva armas a infieles, y, por tanto, me pareci&oacute; a m&iacute; que era mejor ahorrar destos inconvenientes a Espa&ntilde;a y meter en ella paz bien pagada y mejor merecida.</em> El libro termina con el anuncio de la boda de Justina.

<p>El cuarto libro, el de la P&iacute;cara novia, presenta la galer&iacute;a de novios que pretendieron a Justina para casarse con ella. El primero de ellos es Maximino de Umenos que afirma ser Guzm&aacute;n, Mendoza y vizca&iacute;no, tres s&iacute;mbolos de nobleza. El segundo de ellos es un hidalgo pobre, que llama lavandera a su madre, de apellido Machuca (que en lenguaje de german&iacute;as significaba: estudiante trag&oacute;n y hambriento), disciplinante, al que Justina somete a una burla cruel y que huye perseguido por unos ni&ntilde;os. Justina acaba cas&aacute;ndose con Lozano, pariente de algo y hijo de algo,<em> y preci&aacute;base tanto de serlo, que nunca escup&iacute; sin encontrar con su hidalgu&iacute;a.</em> Se trataba de un hidalgo pobre, de origen vizca&iacute;no, con el que la P&iacute;cara se casa para ascender socialmente, aunque de nada le sirve pues nadie la respeta por su villan&iacute;a. El episodio se completa con la declaraci&oacute;n del odio natural existente entre los hidalgos y los villanos, a los que se simboliza como drag&oacute;n y &aacute;guila respectivamente. El matrimonio fracasa y Justina promete contarnos el resto de sus andanzas en tres libros m&aacute;s, aunque adelanta algunos episodios: se casa con un viejo llamado Santolaja, del que enviuda y vuelve a casarse con Guzm&aacute;n de Alfarache, con que contin&uacute;a casada en el momento de escribir sus memorias.

 
<h4>Bibliograf&iacute;a.</h4>
 <ol>
<li> Bataillon, Marcel, P&iacute;caros y picaresca. La p&iacute;cara Justina (Madrid: Taurus, 1982).
<li> La p&iacute;cara Justina, 2 vols., ed. de Antonio Rey Hazas (Madrid: Editora Nacional, 1977).
<li> Oltra Tom&aacute;s, Jos&eacute; Miguel, La parodia como referente en La p&iacute;cara Justina (Le&oacute;n: CSIC, 1985).
<li> Rico, Francisco, La novela picaresca y el punto de vista (Barcelona: Seix Barral, 1976).
</ol>
 
<p>VICTORIANO RONCERO L&Oacute;PEZ. 

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Friday, March 05, 1999, 3:37:30 PM
Last Updated: Friday, March 05, 1999, 3:37:30 PM
</address>
</html>
