<html>
<head>
<TITLE>Diego de Saavedra Fajardo</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Diego de Saavedra Fajardo">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<body>
<h1>Diego de Saavedra Fajardo (1584-1648)
</h1>
<hr>
 
<p> Escritor, pol&iacute;tico y diplom&aacute;tico espa&ntilde;ol, que naci&oacute; en Algezares, Murcia, y falleci&oacute; en Madrid. Descendiente de una familia de estirpe muy antigua gallega, se traslad&oacute; en 1600 a Salamanca, donde curs&oacute; estudios de Jurisprudencia y C&aacute;nones. En 1608 march&oacute; a Roma como secretario del cardenal Gaspar de Borja. Fue enviado como embajador a Alemania y a los cantones suizos. A su vuelta fue nombrado can&oacute;nigo de la catedral de Santiago, aun cuando no lleg&oacute; a ordenarse de sacerdote, secretario del rey, y agente espa&ntilde;ol en Roma. Desempe&ntilde;&oacute; luego el cargo de ministro de Espa&ntilde;a en varias cortes, fue nombrado consejero de Munster y Osnabruck, donde se trat&oacute; de la pacificaci&oacute;n de Europa.  En 1640 apareci&oacute; en Espa&ntilde;a la obra titulada <em>La idea de un pr&iacute;ncipe pol&iacute;tico-cristiano, representada en cien empresas,</em> en la que nos muestra un monarca imaginario, absolutamente idealizado. Al igual que <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/quevedof.htm"><b>Quevedo</b></a> en la <em>Pol&iacute;tica de Dios,</em> se vale de proverbios e im&aacute;genes de la Sagrada Escritura como temas de uno de sus mejores tratados de pol&iacute;tica. Saavedra a&ntilde;adi&oacute; a una obra completa sobre el mismo asunto cien sentencias y m&aacute;ximas de Estado a manera de t&iacute;tulos de cap&iacute;tulos. Bajo seud&oacute;nimo, difundi&oacute; la obra <em>Juicio de artes y ciencias.</em> Su autor, don Claudio Antonio de Cabrera, 1655, m&aacute;s conocida como <em>Rep&uacute;blica literaria.</em> Otras obras suyas son el di&aacute;logo lucianesco <em>Locuras de Europa</em> (ca. 1643-1645), la obra pol&iacute;tico-apolog&eacute;tica que titula <em>Corona g&oacute;thica, castellana y austriaca</em> (1646) y la s&aacute;tira <em>Juicio de artes y sciencias</em> (1655).

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998 

</body>
<hr>
<address>
Created: Friday, March 12, 1999, 2:50:24 PM
Last Updated: Friday, March 12, 1999, 2:50:24 PM
</address>
</html>
