<html>
<head>
<TITLE>Francisco Javier Santiago Palomares</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Francisco javier Santiago Palomares">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Francisco Javier Santiago Palomares (1718-1796)</h1>
<hr>
 

<p> Distinguido pale&oacute;grafo y diplom&aacute;tico espa&ntilde;ol. Naci&oacute; en 1718 y muri&oacute; en Madrid en 1796. La habilidad que manifest&oacute; desde muy joven para imitar los caracteres antiguos, le hizo ayudar al padre Burriel en el reconocimiento del archivo de la catedral de Toledo y otros. Entre las mejores obras de este g&eacute;nero que ejecut&oacute; debe citarse la copia que hizo en vitela de la liturgia moz&aacute;rabe, imitando con la mayor perfecci&oacute;n el car&aacute;cter y la m&uacute;sica g&oacute;tica. Ayud&oacute; a Bayer en la formaci&oacute;n del &iacute;ndice de los manuscritos antiguos, griegos, hebreos, latinos y castellanos que existen en la biblioteca de El Escorial. Sac&oacute; una copia de un c&oacute;dice g&oacute;tico escrito el a&ntilde;o 962 por disposici&oacute;n del obispo Sisebuto en el monasterio de San Mill&aacute;n de la Cogolla, que contiene algunos concilios generales y toledanos, y varios op&uacute;sculos. Trabaj&oacute; con el arzobispo de Sil&iacute;mbria, inquisidor general en la formaci&oacute;n de una diplomacia espa&ntilde;ola, y lleg&oacute; en sus estudios hasta el siglo XI. Fue nombrado miembro de la Academia de la Historia, ejecut&oacute; otros muchos trabajos caligr&aacute;ficos y escribi&oacute; las siguientes obras: <em>Diplomacia espa&ntilde;ola; Paleograf&iacute;a completa; Espa&ntilde;a dividida en provincias; Diccionario de todos los pueblos del reino.</em>

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Friday, March 05, 1999, 12:34:04 PM
Last Updated: Friday, March 05, 1999, 12:34:04 PM
</address>
</html>
