<html>
<head>
<TITLE>Paul Scarron</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Paul Scarron">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Paul Scarron (1610-1660)</h1>
<hr>
 

<p>Escritor franc&eacute;s, nacido en Par&iacute;s. De origen piamont&eacute;s, su familia perteneci&oacute; a la peque&ntilde;a nobleza. Tuvo una infancia feliz, s&oacute;lo ensombrecida por la muerte de su madre. Sin tener vocaci&oacute;n religiosa decidi&oacute; cursar la carrera eclesi&aacute;stica. Intervino con una apasionada <em>Apolog&iacute;a de J. Mairet,</em> contra Corneille, con ocasi&oacute;n de la <em>Querelle du Cid.</em> Enferm&oacute; de tuberculosis &oacute;sea en 1638, y qued&oacute; paral&iacute;tico. Ana de Austria le asign&oacute; una pensi&oacute;n como enfermo de la reina. Su carrera literaria comenz&oacute; en la corte con la <em>Colecci&oacute;n de algunos versos burlescos,</em> 1643; <em>Tif&oacute;n o la Gigantomaquia,</em> 1644; y la comedia <em>Jodelet o el maestro valet,</em> 1645. Con la traducci&oacute;n de la <em>Eneida</em> en versos burlescos, el <em>Virgilio disfrazado,</em> 1644-48, <em>Don Japhet de Armenia,</em> 1652 y, sobre todo, con la <em>Novela c&oacute;mica,</em> 1651-57, logr&oacute; consolidarse como autor. Se cas&oacute; en 1652 con la nieta de A. d'Aubign&eacute;, futura Mme. de Maintenon; la casa se convirti&oacute; en el centro del Par&iacute;s libertino. Autor de violentas <em>Mazarinade,</em> 1649-52, fue admirado por el g&eacute;nero burlesco que cultiv&oacute; y por sus comedias, escritas con  gran talento. Sus obras fueron representadas en muchas ocasiones por Moli&egrave;re, e introdujo en la escena francesa temas tradicionales espa&ntilde;oles e italianos: <em>Las boutades del capit&aacute;n Matamoros,</em> 1647. Con &eacute;l aparece el nuevo g&eacute;nero llamado <em>lever de rideau,</em> de esta forma la novela c&oacute;mica se impuso.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Monday, March 15, 1999, 5:18:49 PM
Last Updated: Monday, March 15, 1999, 5:18:49 PM
</address>
</html>
