<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
   <META NAME="Generator" CONTENT="Microsoft Word 97">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (Win95; I) [Netscape]">
   <TITLE>Plantilla Manuscrito F-D</TITLE>
</HEAD>

<BODY TEXT="#000000" BGCOLOR="#FFFFDD" LINK="#0000EE" VLINK="#551A8B" ALINK="#FF0000">

<li><br>
<dl>
<dt>CNUM:  
<dd>6551
<dt>BOOST: 
<dd>
<dt>Autor:
<dd>[Pablo de Santa Mar&iacute;a]
<dt>T&iacute;tulo:
<dd>Suma delas Coronicas de Espa&ntilde;a
<dt>Otros t&iacute;tulos por los que es conocido:
<dd>Suma de las Cr&oacute;nicas de Espa&ntilde;a. Breve cr&oacute;nica de Espa&ntilde;a.
<dt>Idioma: 
<dd>espa&ntilde;ol
<dt>Signatura: 
<dd>BNM 1279 (olim F. 83)
<dt>Lugar:
<dd>
<dt>Fecha:  
<dd>1412 ad quem
<dt>Fecha de copia:
<dd>fines s. XVI
<dt>Traductor:
<dd>
<dt>Copista:
<dd>
<dt>Editor:
<dd>
<dt>Colof&oacute;n:
<dd>Este libro es escrito de Coronicas de &#124;&#124; Espa&ntilde;a Jesuxpi`(st)o sea &#124;&#124; bendito edel la ar&#124;&#124;riende su sa&ntilde;a &#124;&#124; Este libro escriuio enla muy noble &ccedil;iudad de &#124;&#124; Burgos caueza de Castilla, eacauose enel &#124;&#124; mes de Setiembre a&ntilde;o del na&ccedil;imiento de n(uest)ro &#124;&#124; s(e&ntilde;o)r` Jesuxpi`(st)o de mil e quinientos e setenta &#124;&#124; e vn a&ntilde;os. el qual libro conel consejo aui&#124;&#124;sa&ccedil;ion e ayuda diuina escriuio Fernan &#124;&#124; Martinez de Burgos escriuano publico &#124;&#124; q(ue) fue dela d(ic)ha &ccedil;iudad. el qual Juan &#124;&#124; Martinez fino frayre enel Monesterio &#124;&#124; de Santo Domingo de Benfica &ccedil;era [^1 cerca] dela &#124;&#124; &ccedil;iudad de limosna [^1 Lisboa] &#124;&#124; enel Reyno de Portugal. &#124;&#124; Todo tiempo sea loado &#124;&#124; el gloriosissimo se&ntilde;or &#124;&#124; que asu gloria e &#124;&#124; onor este libro &#124;&#124; es acauado.
<dt>Proveniencia:
<dd><ol>
<li>Biblioteca de Garc&iacute;a Loaisa Gir&oacute;n, Archidi&aacute;cono de Guadalajara.
<li>Biblioteca de Felipe V, sign. 2-2.
</ol>
<dt>Notas al libro (encuadernado con/ocupa ff ...): 
<dd>El actual c&oacute;dice, aunque foliado de corrido, contiene dos segmentos visibles: uno integrado por las obras 1-2 y 4, de la misma mano de fines del XVI, y otro intercalado (3), de mano anterior, formato m&aacute;s peque&ntilde;o y foliaci&oacute;n antigua propia. Descripci&oacute;n: 
<ol>
<li><i>Coronica Adefonsi Imperatoris</i>: ff. 1r-77r.
<ul>
<li>Incipit: Incipit chronica adeFon&#124;&#124;si Imperatoris. &#124;&#124; Prefatio &#124;&#124; Quoniam script(a)e historiographis antiqu(a)e histo&#124;&#124;ri(a)e memori(a)eq(ue) posterorum per scripturam tra&#124;&#124;dit(a)e, Regum et Imperatorum, Consulum et &#124;&#124; potestatum aliorumq(ue) insignia Heroum facta &#124;&#124; de veteribus noua faciunt obtimum factu gesta &#124;&#124; Adefonsi Imperatoris:.
<li>Explicit: Nunc autem ad maiora consc&eacute;n&#124;&#124;dentes versibus ad remouendum &#124;&#124; carminis variatione tedium &#124;&#124; qui Duces et Francorum vel &#124;&#124; Hispanorum ad pr(a)edistina &#124;&#124; tam obsidionem ve&#124;&#124;nere dicere hoc &#124;&#124; modo dispo&#124;&#124;suimus
</ul>
<li><i>Pr(a)efatio de Almaria</i>: ff. 77v-87r.
<ul>
<li>Incipit: Rex pie, Rex fortis, cui sors manet vltima mortis &#124;&#124; Da nobis pacem linguam pr(a)ebeq(ue) loquacem.
<li>Explicit: Et dulces portas paradisi noscat apertas &#124;&#124; Credite qu(a)eso Deo, Deus est profecto Deorum &#124;&#124; Hec non cunctorum Dominus manet hic Dominorum &#124;&#124; qui fecit l(a)etus nobis miracula solus &#124;&#124; constant et c(a)eli. &#124;&#124; Deerat in exemplari &#124;&#124; finis
</ul>
<li>[Diego L&oacute;pez de Z&uacute;&ntilde;iga. <i>Hispanicarum Historiarum breuiarium</i>]: ff. 90r-118v.<ul>
<li>Incipit: Ad Serenissimum Hispaniar(um) Principem et Infantem ferdi&#124;&#124;nandu(m) Austri(a)e archiducem, Jacobi Lopidis Stunic(a)e in abbre&#124;&#124;uiatio(n)e(m) Hispanicar(um) Historiar(um) p(ro)logus incipit foeliciter. &#124;&#124; Hispanor(um) regu(m) historias, qu(a)e parti(m) latino sermone, partim v(er)nacu&#124;&#124;lo p(er) multos diffus(a)e libros hacten(us) legebam(us),
<li>Explicit: apud Isabellam vxorem regio funere sepultus est. &#124;&#124; Amen.
</ul>
<li><i>Suma de las Coronicas de Espa&ntilde;a</i>: ff. 121r-222r.
</ol>
<dt>Estado general:
<dd>muy bueno. Algunos folios salpicados por la tinta del jaspeado de los cortes. Foxing; mancha que afecta a los primeros folios de la <i>Suma</i>. Marcas de vermes en los &uacute;ltimos folios del <i>Breviarium</i>. 
<dt>&nbsp;&nbsp;&nbsp;MANID: 
<dd>3888
<dt>&nbsp;&nbsp;&nbsp;TEXID: 
<dd>1447
<dt>&nbsp;&nbsp;&nbsp;Manuscrito:<dd> _X_ 
<dt>&nbsp;&nbsp;&nbsp;Impreso:<dd> ___
<dt>Soporte (papel, vitela, etc):<dd>papel
<dt>Filigranas:
<dd><ol>
<li>Tres c&iacute;rculos, con remate de corona con tres cruces treboladas. Superior: medialuna. Central: I o L. Inferior: iniciales BD en trazo simple. Locaci&oacute;n: f. de guarda y f. 88 (f. de guarda final de las obras 1-2).
<li>Tres c&iacute;rculos. Superior: medialuna. Central: ave. Inferior: iniciales AD en trazo simple. Locaci&oacute;n: ff. 6-7.
<li>Tres c&iacute;rculos, rematados por corona?. Central: X. Superior e inferior vac&iacute;os.
<li>Coraz&oacute;n con cruz latina inscripta. Al pie, iniciales AD en trazo simple. Variantes:<ul>
<li>Remate lobulado, en forma de D o P. Locaci&oacute;n: ff. 4, 10, 13, 16, 19-20, 23-28, 33-34, 37-38, 41-42, 45-46, 53-55, 59, 61, 63-64, 66, 68, 70, 72, 74-75, 79, 81, 83, 85, 87.
<li>Remate de cruz en trazo doble. Locaci&oacute;n: ff. 121-124, 130-131, 133, 136, 138, 140, 142, 144, 146, 148, 150-151, 153-154, 157, 159, 160, 163-164, 168, 170, 172, 174-175, 179-181, 183-184, 187-188, 193-194, 197-198, 203-206, 208-209, 211, 214-216, 218, 220.
</ul>
<li>Mano con guante y flor de cinco p&eacute;talos con centro circular y p&eacute;talos en punta. Variantes de tama&ntilde;o. Locaci&oacute;n: ff. 90, 94, 96-98, 100-102, 105-106, 110, 113, 115, 117-118.
</ol>
<dt>Tipo textual: 
<dd><dl>
<dt>&nbsp;&nbsp;&nbsp;prosa <dd>_X__	
<dt>&nbsp;&nbsp;&nbsp;verso <dd>___
</dl>
<dt>&nbsp;&nbsp;&nbsp;Forma po&eacute;tica:
<dd>
<dt>&nbsp;&nbsp;&nbsp;Tipos estr&oacute;ficos:
<dd>
<dt>G&eacute;nero expreso (si lo dice en el libro):
<dd>Cr&oacute;nica.
<dt>Incipit:
<dd>En el glorioso nombre &#124;&#124; de Iesus. &#124;&#124; Aqui comien&ccedil;a la suma delas Coro&#124;&#124;nicas de Espa&ntilde;a hecha &#124;&#124; por el xpi`(st)ianissimo y &#124;&#124; gran Baron el &#124;&#124; Obispo Don &#124;&#124; Pablo. &#124;&#124; Los que escriuieron el departimiento delas &#124;&#124; tierras del mundo vniuersal fi&ccedil;ieron de &#124;&#124; toda la tierra que se puede morar tres par&#124;&#124;tes,
<dt>Explicit:
<dd>e des&#124;&#124;pues que el Infante Don fernando fue ydo e &#124;&#124; cobrado el Reyno de Aragon quedo n(uest)ro s(e&ntilde;o)r` &#124;&#124; el Rey Don Juan en poder dela Reyna Do&ntilde;a &#124;&#124; Catalina su Madre &#124;&#124; en Valladolid fasta &#124;&#124; q(ue) la Reyna murio.
<dt>Formato:
<dd>in-folio
<dt>&nbsp;&nbsp;&nbsp;dimensiones:
<dd>210 x 310 mm (textos 1-2 y 4), 210 x 295 mm (texto 3)
<dt>&nbsp;&nbsp;&nbsp;columnas: 
<dd>1
<dt>&nbsp;&nbsp;&nbsp; caja: 
<dd>110 x 260 mm
<dt>&nbsp;&nbsp;&nbsp;foliaci&oacute;n:
<dd><ul>
<li>1 f. de guarda + 1 f. portada + 1-87r + 87v-88 blanco + 89r blanco + 89v (&iacute;ndice de nombres) + 90-118 (foliaci&oacute;n antigua ff. 1-29) + 119-120 blanco + 121-222 + 1 f. de guarda.
<li>222 ff. foliados en ar&aacute;bigos, con tinta negra, en el margen superior derecho, de corrido y sin errores. La misma mano consigna en el f. de portada: &quot;Tiene 222 folios&quot;.
<li>El f. que lleva el n&uacute;mero 89 consiste en dos folios pegados: uno blanco que obra de sost&eacute;n y uno escrito en el vuelto, adherido al anterior por el recto. El folio escrito contiene un &iacute;ndice alfab&eacute;tico a dos columnas de los reyes mencionados en el <i>Hispanicarum Historiarum breuiarium</i>, con los n&uacute;meros de folios, seg&uacute;n la numeraci&oacute;n primitiva de la obra, donde se tratan sus reinados. Dicho folio, por su tama&ntilde;o y deterioro, pudo haber sido folio de guarda de la obra que precede, en el que luego, una mano diferente a la de la copia, con pluma de trazo m&aacute;s grueso, anot&oacute; el &iacute;ndice de nombres. El f. 89 se encuentra en la actualidad semidesprendido.     
<li>Los ff. foliados 90-118, correspondientes al texto del <i>Hispanicarum Historiarum breuiarium</i>, poseen en el margen superior derecho la antigua foliaci&oacute;n independiente en ar&aacute;bigos, con tinta negra y seguida siempre, excepto en el &uacute;ltimo folio, por la abreviatura &quot;fol.&quot;. La mano que llev&oacute; a cabo la nueva foliaci&oacute;n tach&oacute; a menudo los n&uacute;meros de esta primera.
</ul>
<dt>&nbsp;&nbsp;&nbsp;l&iacute;neas por folio:
<dd>20 [f. 123r]
<dt>&nbsp;&nbsp;&nbsp;tipo de letra: 
<dd>
<dt>&nbsp;&nbsp;&nbsp;tama&ntilde;o:
<dd>3 mm
<dt>&nbsp;&nbsp;&nbsp;tintas:
<dd>negra metalog&aacute;lica
<dt>&nbsp;&nbsp;&nbsp;r&uacute;bricas:
<dd>No
<dt>&nbsp;&nbsp;&nbsp;iniciales:	
<dd>No
<dt>&nbsp;&nbsp;&nbsp;ilustraciones/grabados:
<dd>No
<dt>Encuadernaci&oacute;n:
<dd>215 x 317 x 35 mm. Segunda encuadernaci&oacute;n con la actual integraci&oacute;n del c&oacute;dice (Vid. Otras marcas). Buen estado. Desgastada en el lomo y en los cantos. Tejuelos superior e inferior muy deteriorados.  
<dt>&nbsp;&nbsp;&nbsp;material:
<dd>Piel verde sobre cart&oacute;n. Cubiertas con doble recuadro de hierros dorados. Lomo de tres nervios. En los cuarteles superior e inferior, restos de tejuelos de piel verde con decoraci&oacute;n dorada. Sobre el inferior, restos de etiqueta, acaso de antigua signatura, y sobre &eacute;sta etiqueta con la actual signatura: &quot;Mss. 1279&quot;. En el segundo cuartel, tejuelo de piel marr&oacute;n, con recuadro de filete simple e inscripci&oacute;n en letras doradas: &quot;CHRONI. &#124;&#124; JLDEPHO. &#124;&#124; REGIS&quot;. Papel de guarda blanco. Cortes jaspeados en sepia y rojo.
<dt>&nbsp;&nbsp;&nbsp;encuadernador:
<dd>
<dt>Otras marcas, sellos, etc: 
<dd><ul>
<li>En el vuelto de la tapa, &aacute;ngulo superior izquierdo, etiqueta de la BNM con signatura: &quot;Mss. &#124;&#124; 1279&quot;. Arriba, en el centro, recuadro de papel pegado con antigua signatura a pluma en tinta negra: &quot;2-2&quot;; se lo recort&oacute; probablemente del margen de alg&uacute;n folio de guarda del c&oacute;dice, no conservado en la actual encuadernaci&oacute;n, pues en el filo superior se advierten restos del jaspeado de los cantos; sobre &eacute;l se peg&oacute; una etiqueta con la anterior signatura de la BNM: &quot;F. 83.&quot;, posteriormente tachada con l&aacute;piz negro.
<li>En el vuelto del papel de guarda, &aacute;ngulo superior izquierdo, con l&aacute;piz negro de trazo fino, actual signatura de la BNM: &quot;1279&quot;.
<li>En el recto del folio de guarda, &aacute;ngulo superior derecho, con l&aacute;piz negro de trazo grueso, n&uacute;mero &quot;13&quot; luego corregido en &quot;14&quot; y por fin en &quot;10&quot;. En el margen derecho, al centro, a l&aacute;piz, de otra mano: &quot;F_83.&quot;, tachado con l&aacute;piz al igual que la etiqueta del vuelto de la tapa. En el centro, con tinta negra, en letra cursiva: &quot;Nota: Este codice procede de la primitiva Biblioteca de Felipe V.&quot;. Las dos ultimas inscripciones est&aacute;n subrayadas con l&aacute;piz negro.
<li>En el folio de portada, a plana entera, con tinta negra, de mano del copista de los textos 1, 2 y 4: &quot;Chronica Adefonsi Impe&#124;&#124;ratoris. &#124;&#124; Ex bibliotheca Illustris Domini &#124;&#124; Gar&ccedil;iae Loaisa Giron Guadalaiarae &#124;&#124; Archidiaconi &#124;&#124; (r&uacute;brica)&quot;. En el margen derecho, al centro, a l&aacute;piz, la misma inscripci&oacute;n que en el folio de guarda, aunque sin tachar: &quot;F_83+&quot;.
<li>Correcciones marginales, con pluma m&aacute;s fina que la de la copia, en ff. 1v-4r.
<li>Cruz roja en f. 13v.
<li>Notas marginales y c&aacute;lculos de fechas a lo largo de los ff. 91-118 que contienen el <i>Breviarium</i>. La obra finaliza en el reinado de los Reyes Cat&oacute;licos, mas en el margen inferior del &uacute;ltimo folio tres manos anotan consecutivamente: &quot;Philippus huius no(str)is primus &#124;&#124; Karolus huius no(str)is primus in regno, quintus ?? in imp(er)io &#124;&#124; Philippus .2. Rex hispaniar(um). &#124;&#124; Philippus .3. Hispaniar(um) Rex &#124;&#124; Philippus 4. Rex Hispaniarum&quot;.
<li>En el f. 119v, con tinta negra y trazo descuidado, letras &quot;tq rh&quot;.
<li>A lo largo de los ff. 121r-221v, que contienen la <i>Suma</i>, numerosas marginalia del copista para pautar los temas y reinados que se tratan en el texto. Frecuente indicaci&oacute;n de los sitios donde se mencionan batallas.
<li>En el f. 222r, una mano posterior, con tinta mas oscura, hace dos correcciones en el colof&oacute;n sobre errores evidentes.  
<li>Sellos violeta de la BNM.
</ul>
<dt>Bibliograf&iacute;a:
<dd><ol>
<li>Nicol&aacute;s Antonio, <i>BHV</i>, II, Lib. X, Cap. V, p&aacute;gs. 236-240 (esp. nos. 280-281).
<li>S&aacute;nchez Alonso, <i>Fuentes</i>, I, p&aacute;g. 18, no. 69.
</ol>
<dt>Biograf&iacute;a:
<dd>
<dt>Historia del registro:
<dd>
<dl>
<dt>&nbsp;&nbsp;&nbsp;fecha de entrada: 
<dd>17-2-1999&nbsp;&nbsp;&nbsp;por: GO 
<dt>&nbsp;&nbsp;&nbsp;fecha de revisi&oacute;n: 
<dd>&nbsp;&nbsp;&nbsp;por:
<dt>&nbsp;&nbsp;&nbsp;comprobaci&oacute;n:
<dd>
</dl>
<dt>Observaciones:
<dd>Reclamos en el vuelto de todos los folios de los textos 1-2 y 4.
</dl>
</BODY>
</HTML>
