<html>
<head>
<TITLE>Publio Terencio Afro</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Publio Terencio Afro">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Publio Terencio Afro (ca.190-ca. 159 a.C.)</h1>
<hr>
 

<p>La vida de Terencio nos es conocida gracias a la c&eacute;lebre biograf&iacute;a recogida por Donato, que, a su vez, deriva de la escrita por Suetonio. De acuerdo con esta <em>vita,</em> Terencio naci&oacute; en torno al 190 a. C. en el norte de Africa, en Cartago, y lleg&oacute; a Roma como esclavo del senador Terencio Lucano. &Eacute;ste, cautivado por su belleza e inteligencia, le dio una excelente educaci&oacute;n y le concedi&oacute; la libertad. Terencio estuvo pr&oacute;ximo al c&iacute;rculo literario de Escipi&oacute;n Africano y fue amigo tambi&eacute;n de Gayo Lelio. Acerca de la fecha de su muerte, hay diferentes versiones. Lo &uacute;nico seguro es que la &uacute;ltima representaci&oacute;n de una obra suya fue en el 160 a. C.  Luego la tradici&oacute;n cuenta que Terencio se embarc&oacute; hacia Grecia para buscar nuevos originales para sus comedias y que all&iacute; muri&oacute; en torno al a&ntilde;o 159 a. C. Otras noticias aseguran que el motivo de dicho viaje lejos de Roma fue su deseo de escapar a las cr&iacute;ticas del p&uacute;blico romano. La carrera dram&aacute;tica de Terencio fue breve y estuvo marcada en sus inicios por el fracaso y la envidia. De todo ello tenemos noticias gracias a los pr&oacute;logos de sus comedias, en los que Terencio se aleja definitivamente del pr&oacute;logo expositivo t&iacute;pico de la Comedia Nueva. Terencio aprovech&oacute; estas palabras iniciales dirigidas al p&uacute;blico para abordar algunos asuntos relacionados con la cr&iacute;tica literaria y para exponer sus puntos de vista acerca de su propio arte frente a las acusaciones de sus adversarios: as&iacute;, Terencio se defiende en estos pr&oacute;logos de las acusaciones de plagio (<em>Adelphi</em> y <em>Eunuchus</em>), de contaminatio (<em>Adelphi</em> y <em>Heautontimorumenos</em>) y del rumor de que sus comedias eran en realidad obras escritas por sus amigos nobles (<em>Adelphi</em>).  


<h4>Obras</h4>
 
<p>Terencio inici&oacute; su carrera como escritor dram&aacute;tico en el 166 a. C. y, si hemos de creer a la tradici&oacute;n, cuando termin&oacute; de escribir su <em>Andria,</em> se la ley&oacute; a Cecilio Estacio, que le mostr&oacute; su admiraci&oacute;n. Sea o no cierta esta leyenda, con ella se quiso significar que Terencio hab&iacute;a seguido la senda iniciada por Estacio hacia una mayor helenizaci&oacute;n de la comedia romana. En cuanto a la cronolog&iacute;a de sus obras, &eacute;sta se puede establecer con bastante seguridad gracias a las didascalias. As&iacute;, tras la representaci&oacute;n de <em>Andria</em> en el 166 a. C., Terencio compuso <em>Hecyra</em> en el 165 a. C., obra que no obtuvo el benepl&aacute;cito del p&uacute;blico en esta primera representaci&oacute;n, seg&uacute;n expone Terencio en el primero de los dos pr&oacute;logos que acompa&ntilde;an la obra; a continuaci&oacute;n vendr&iacute;an <em>Heautontimorumenos</em> (163 a. C.), <em>Eunuchus</em> (161 a. C.), <em>Phormio</em> (161 a. C.) y <em>Adelphi</em> (160 a. C.). Precisamente, seg&uacute;n las didascalias, en ese mismo a&ntilde;o 160 a. C. tuvieron lugar la segunda, tambi&eacute;n fallida, y la tercera representaci&oacute;n de <em>Hecyra.</em> De todos modos, si adem&aacute;s de las didascalias examinamos los pr&oacute;logos de las comedias, la dataci&oacute;n de las obras var&iacute;a; de ese modo, conforme a estos datos internos, <em>Phormio</em> ser&iacute;a anterior al <em>Eunuchus,</em> obra que habr&iacute;a sido seguida por el <em>Heautontimorumenos.</em> Sea como fuere, lo &uacute;nico que parece seguro es que <em>Andria</em> fue la primera comedia de Terencio y que <em>Adelphi</em> fue la &uacute;ltima. Todas estas comedias fueron producidas por el actor-empresario Ambivio Turpi&oacute;n (protector antes de Cecilio Estacio) y su m&uacute;sica compuesta por el esclavo Flaco.
 
 
<h5>Estructura de las obras: los pr&oacute;logos</h5>
 
<p>Terencio se sirvi&oacute; de las obras originales de Apolodoro de Caristo para componer su <em>Hecyra</em> y su <em>Phormio.</em> Para las cuatro restantes tom&oacute; como modelo a Menandro; sin embargo, Terencio reconoce haberse tomado algunas libertades a la hora de enfrentarse con los originales de sus obras: en su adaptaci&oacute;n de <em>Andria,</em> por ejemplo, incluy&oacute; tambi&eacute;n algunos elementos de la <em>Perinthia</em> de Menandro; de acuerdo con sus propias palabras, ambas comedias eran de argumento muy semejante y s&oacute;lo difer&iacute;an en <em>oratio ac stilus.</em> De ese modo, de acuerdo con la informaci&oacute;n que brinda Donato en su comentario a Terencio, la escena inicial que en <em>Andria</em> de Menandro era un mon&oacute;logo, Terencio la convirti&oacute; en un di&aacute;logo tal y como aparec&iacute;a en <em>Perinthia;</em> con todo, tampoco respet&oacute; los interlocutores de esta &uacute;ltima comedia, un marido y su esposa, sino que en <em>Andria</em> de Terencio la primera escena se abre con el di&aacute;logo entre Sim&oacute;n y su liberto Sosias. 

<p>De igual modo, Terencio declara en el <em>Eunuchus</em> que los caracteres del par&aacute;sito y del soldado provienen del <em>K&oacute;lax</em> de Menandro, una obra que, a su vez, hab&iacute;an adaptado previamente Nevio y Plauto. En esta ocasi&oacute;n, Terencio hubo de defenderse en el pr&oacute;logo de la acusaci&oacute;n de "hurto" y, por ello, reconoce que no ha tomado los personajes del soldado y del par&aacute;sito de autores latinos sino directamente de Menandro; adem&aacute;s, su argumentaci&oacute;n concluye con el aserto de que muchos de los personajes propios de la comedia est&aacute;n tan estereotipados que todos los autores recurren a ellos y los adornan con las mismas caracter&iacute;sticas sin que haya existido intenci&oacute;n de plagio: <em>currentes servos, bonas matronas, meretrices malas, parasitum edacem, gloriosum militem , etc.,</em> pues <em>nullum est iam dictum quod non sit dictum prius,</em> sentencia con la que Terencio resume su actitud frente a su oficio de comedi&oacute;grafo. En <em>Adelphi</em> (t&iacute;tulo tambi&eacute;n de dos comedias de Menandro), Terencio utiliz&oacute; una escena de los Synapothnescontes de D&iacute;filo; de nuevo en esta ocasi&oacute;n, el fantasma de Plauto se cern&iacute;a sobre Terencio, pues exist&iacute;a una comedia del sarsinate basada en la obra de D&iacute;filo y titulada <em>Commorientes.</em> Terencio debe utilizar una vez m&aacute;s el pr&oacute;logo de su obra como un discurso judicial y exponer en breves palabras su defensa. Los argumentos son semejantes a los empleados en otras ocasiones: la negligentia de Plauto, quien dej&oacute; sin tocar una escena de la obra de D&iacute;filo, la misma que ahora Terencio hab&iacute;a introducido en su comedia. Terencio reconoce as&iacute; que, al igual que otros autores latinos de comedias, adopta una cierta libertad frente a sus originales y se permite incluir en sus obras personajes o escenas que en principio no deb&iacute;an ir all&iacute;; sin embargo, cuando hace esto, lo hace con cuidado y consigue integrar de tal modo esos elementos ajenos que, con ellos, sus tramas aparecen enriquecidas. En este mismo sentido conviene releer el pr&oacute;logo de <em>Heatontimorumenos,</em> donde el personaje del <em>Prologus</em> es otra vez un abogado (<em>orator</em>), quien reconoce que su defendido (Terencio) "ha contaminado muchas obras griegas mientras hace pocas latinas". Con estas palabras, Terencio volv&iacute;a a ratificar su libertad y su calidad como artista y como dramaturgo que, sin traicionar el esp&iacute;ritu de las comedias griegas, era capaz de crear nuevas obras.

<p>Con estos pocos ejemplos queda de manifiesto el car&aacute;cter totalmente novedoso de sus Pr&oacute;logos, que dejan de lado su funci&oacute;n expositiva para convertir a los espectadores del teatro en un verdadero jurado que ha de dictaminar sobre la calidad de la obra que van a contemplar. En este tipo de pr&oacute;logos no se adelanta ninguna informarci&oacute;n sobre la obra, pues esta queda relegada a los parlamentos de los propios personajes. En este sentido, Terencio hab&iacute;a recogido una tendencia apuntada ya en algunas obras de Plauto, como el <em>Trinummus.</em> De este modo el factor sorpresa es un elemento a&uacute;n m&aacute;s importante; por lo dem&aacute;s, el perfil del p&uacute;blico para el que escrib&iacute;a Terencio se presenta as&iacute; m&aacute;s exigente, al menos desde el punto de vista del autor, quien le supone un conocimiento de la comedia suficientemente amplio como para degustar las exquisiteces de una trama bien construida. De todos modos, las comedias de Terencio no tuvieron un &eacute;xito inmediato a excepci&oacute;n del <em>Eunuchus.</em>
 
 
<h5>Estilo y lengua</h5>
 
<p>De acuerdo con la tendencia cultural de su &eacute;poca hacia una helenizaci&oacute;n m&aacute;s consciente, Terencio quiso imprimir a sus comedias un sello totalmente distinto del de Plauto. De esa forma, pretend&iacute;a comunicar el esp&iacute;ritu de las comedias de Menandro y Apolodoro de Caristo (un imitador y admirador del gran comedi&oacute;grafo griego) a las suyas propias. Se observa, as&iacute;, un abandono de los ricos <em>cantica musicales</em> de Plauto; por el contrario, las comedias de Terencio presentan una mayor abundancia de senarios y&aacute;mbicos. De igual modo, sus comedias conservan casi intacta la atm&oacute;sfera griega de sus originales. Esta actitud distinta afecta tambi&eacute;n a la caracterizaci&oacute;n de los personajes: las matronas se muestran delicadas, afectuosas y compresivas; las meretrices, educadas y fieles; los padres,  severos y preocupados por la educaci&oacute;n de sus hijos; &eacute;stos, obedientes y respetuosos; los esclavos siguen siendo avispados e inteligentes, pero han perdido por completo su cinismo y act&uacute;an generalmente movidos por el deseo de ser &uacute;tiles a sus amos.

<p>Otro rasgo que diferencia el arte teatral de Terencio es su deseo de evitar cualquier tipo de ruptura de la ilusi&oacute;n dram&aacute;tica, por lo que los actores dejan de comunicarse y de hablar con el p&uacute;blico, algo que s&iacute; ocurr&iacute;a en las comedias plautinas. Frente a Plauto, Terencio muestra tambi&eacute;n una mayor preocupaci&oacute;n por la unidad de la trama de sus comedias, que resulta siempre perfectamente imbricada y en la que no se aprecian deficiencias ni olvidos.
 
<p>En cuanto a la lengua de sus obras, resulta mucho m&aacute;s cercana al habla real de la clase media que la de las plautinas. Su estilo es fiel reflejo del habla de la sociedad romana de sus d&iacute;as sin recurrir a los brillantes artificios de Plauto y su gusto por la lengua de las clases m&aacute;s populares. Terencio se sirve, as&iacute;, de ciertos rasgos que denotan la lengua coloquial como exclamanciones, interjecciones, interrupciones, elipsis, etc. Junto a este nivel medio coexisten rasgos propios de una lengua m&aacute;s culta y solemne como an&aacute;foras, aliteraciones, repeticiones o acumulaci&oacute;n de sin&oacute;nimos. A pesar de todas estas diferencias entre Plauto y Terencio, hay tambi&eacute;n muchos aspectos que les unen: en ambos se aprecia una visi&oacute;n moralizadora, una actitud m&aacute;s liberal hacia el sexo y un cierto optimismo, que no estaba en los originales griegos y que proven&iacute;a de su propia experiencia como ciudadanos de una Roma, victoriosa y pujante.

<p>La influencia de Terencio fue extraordinaria y pronto fue considerado un modelo de escritura y de buen lat&iacute;n. De igual modo, el talante moralizador de sus comedias preserv&oacute; su obra de la censura eclesi&aacute;stica, por lo que Terencio continu&oacute; siendo estudiado y admirado a lo largo de la Edad Media, como lo demuestran las obras de Hrothswitha de Gandersheim en el siglo X, admiraci&oacute;n que se extendi&oacute; hastas los humanistas.
 
 
 
 
<h4>Bibliograf&iacute;a</h4>
<ol>
<li>Ediciones:<ul>
<li>W. M. Lindsay-R. Kauer, Oxford, 1926; 
<li>J. Coromines-P. Coromines, Comedies, Barcelona, 1936-1960 (biling&uuml;e en catal&aacute;n); 
<li>J. Marouzeau, Bud&eacute;, Par&iacute;s, 1947-1949 (con traducci&oacute;n en franc&eacute;s); 
<li>L. Rubio, Alma Mater, 1957-1966 (con traducci&oacute;n en castellano).</ul>
 
<li>Estudios:<ul>
<li>K. B&uuml;chner, Das Theater des Terenz, Heidelberg, 1974; 
<li>W. Geoffrey Arnott, Menander, Plautus, Terence, Oxford, 1975; 
<li>W. Beare, La escena romana, Buenos Aires, 1964; 
<li>G. E. Duckworth, The Nature of Roman Comedy, Pricenton, 1952.</ul>
 
<li>Traducciones: <ul>
<li>A. Poci&ntilde;a y A. L&oacute;pez, Comedias (La muchacha de Andros. La suegra. Los hermanos), Madrid: Akal, 1986; 
<li>P. Voltes Bou, Comedias, Barcelona: Iberia, 1976;
<li>G. Viveros, P. Terenti Afri comoediae sex. Comedias, M&eacute;xico: UAM, 1975-1976 (texto latino y traducci&oacute;n al castellano).</ul> 
 
<li>Cupaivolo, G. Bibliograf&iacute;a Terenziana (1470-1983). (N&aacute;poles, 1984).
</ol> 

<p>Teresa Jim&eacute;nez-Calvente.


</body>
<hr>
<address>
Created: Tuesday, March 16, 1999, 4:48:00 PM
Last Updated: Tuesday, March 16, 1999, 4:48:00 PM
</address>
</html>
