<html>
<head>
<TITLE>Antonio de Ulloa y de la Torre-Giral</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Antonio de Ulloa y de la Torre-Giral">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Antonio de Ulloa y de la Torre-Giral (1716-1795)</h1>
<hr>
 

<p>Matem&aacute;tico, militar y naturalista espa&ntilde;ol nacido en Sevilla el 12 de enero de 1716. Comenz&oacute; sus estudios de Matem&aacute;ticas en el Colegio Mayor de Santo Tom&aacute;s. Se inici&oacute; como aventurero a los trece a&ntilde;os. En 1730 se le adscribi&oacute; al servicio del gale&oacute;n «San Luis» que el 26 de junio zarp&oacute; de C&aacute;diz rumbo a Cartagena de Indias, regres&oacute; a C&aacute;diz en septiembre de 1732. El 28 de noviembre del mismo a&ntilde;o ingres&oacute; como guardia marina destin&aacute;ndosele al «Santa Teresa», que junto a otros deb&iacute;a de escoltar las tropas de infanter&iacute;a que sal&iacute;an de Barcelona en 1734 para auxiliar al Infante de N&aacute;poles don Carlos (Carlos III) que se encontraba en guerra con el imperio austriaco.

<p>La Academia de Par&iacute;s quiso zanjar el problema de las dimensiones de la Tierra, para ello nombr&oacute; dos comisiones, una ir&iacute;a a Laponia y la otra a Ecuador. La segunda comisi&oacute;n fue autorizada por Felipe V por solicitud del monarca franc&eacute;s, Luis XV. Los oficiales espa&ntilde;oles que hab&iacute;an de acompa&ntilde;ar a la misi&oacute;n francesa fueron Antonio de Ulloa y Jorge Juan, con 19 y 21 a&ntilde;os de edad respectivamente y que fueron elevados al rango de tenientes de fragata. Se embarcaron el 28 de mayo de 1735, con la misi&oacute;n a&ntilde;adida de conducir al virrey, marqu&eacute;s de Villagarc&iacute;a, y llegaron a Cartagena de Indias el 9 de julio de 1735. All&iacute; formaron la comisi&oacute;n junto a los cient&iacute;ficos franceses: Godin, Bouguer y La Condamine; iniciando los estudios el 29 de julio, las experiencias de este viaje se registraron en <em>Relaci&oacute;n hist&oacute;rica del viaje... que contiene mapas, descripciones de pa&iacute;ses y noticias del virreinato del Per&uacute;,</em> que se tradujo a casi todas las lenguas europeas. Fue socio de la Real Sociedad de Londres. Cuando volvi&oacute; a Espa&ntilde;a reorganiz&oacute; los colegios de Medicina y Cirug&iacute;a y los arsenales de El Ferrol y Cartagena.

<p>Viaj&oacute; por numerosas naciones europeas para estudiar sus adelantos en ciencias, artes y agricultura. En 1755 se encontraba en Suecia y fue elegido miembro de dicha Academia. En 1758 se le encomend&oacute; la superintendencia de Guancav&eacute;lica (Per&uacute;) regi&oacute;n minera, realiz&oacute; una <em>Relaci&oacute;n y superintendencia de la Real mina de azogues de la villa de Guancav&eacute;lica...</em> (1758).
En 1765 por orden de Carlos III tom&oacute; posesi&oacute;n de Luisiana. Se le nombr&oacute; gobernador de Florida occidental (1766). Vuelve a Espa&ntilde;a en 1772, en esa &eacute;poca prepar&oacute; para la imprenta <em>Noticias americanas...,</em> que tuvo gran aceptaci&oacute;n en Europa. En 1779 fue ascendido a teniente general de la Armada, realiz&oacute; dos cruceros, uno a Azores y otro al cabo Espartel. Quiz&aacute; una de sus obra m&aacute;s importantes sea <em>Las noticias secretas de Am&eacute;rica,</em> que es un documento en el que analiza desde un punto de vista cr&iacute;tico la historia de las colonias espa&ntilde;olas. Muri&oacute; en la isla de Le&oacute;n el 5 de julio de 1795.

<p>Entre sus escritos figuran: <em>Viaje que de orden de S. M. han egecutado los tenientes de navio don Jorge Juan y Santacilla y don Antonio de Ulloa a la ciudad de Cartagena de Indias a fin de incorporarse en ella con los cient&iacute;ficos... parisienses que con su Real permiso pasan a los Reinos de Per&uacute; y en su compa&ntilde;&iacute;a hacer las observaciones que egecutaren; Viage que hicieron a Lima desde Quito don Jorge Juan i don Antonio de Ulloa el a&ntilde;o de 1740;  Relaci&oacute;n hist&oacute;rica y pol&iacute;tica del estado actual de los Reynos del Per&uacute; por lo tocante a la Marina. Hecha por los capitanes de nav&iacute;o don Jorge Juan y don Antonio de Ulloa.</em>


<h4>Bibliograf&iacute;a</h4>
<ol>
<li><em>Relaci&oacute;n hist&oacute;rica del viage a la Am&eacute;rica meridional hecho de orden de S. M. para medir algunos grados de meridiano terrestre y venir por ellas en conocimiento de la verdadera figura y magnitud de la tierra, con otras varias observaciones astron&oacute;micas y ph&iacute;sicas. Por don Jorge Juan y don Antonio de Ulloa...</em> - Madrid: Imp. de Antonio Mar&iacute;n, [1748].

<li><em>Observaciones astron&oacute;micas y ph&iacute;sicas hechas de orden de S.M. en los Reynos del Per&uacute;. Por don Jorge Juan y don Antonio de Ulloa.</em>- Madrid: Imp. Juan de Z&uacute;&ntilde;iga, 1748.

<li><em>Noticias americanas. Entrenimientos f&iacute;sico-hist&oacute;ricos sobre Am&eacute;rica meridional y la septentrional oriental. Comparaci&oacute;n general de los territorios, climas y producciones en las tres especies vegetales, animales y minerales.</em>- Madrid: Imp. de Francisco Manuel de Mena, 1772.

<li><em>Noticias secretas de Am&eacute;rica sobre el Estado naval, militar y pol&iacute;tico de los Reynos del Per&uacute; y provincias de Quito, costas de Nueva Granada y Chile: gobierno y r&eacute;gimen particular de los pueblos de indios: cruel opresi&oacute;n y extorsiones de sus Corregidores y curas: abusos escandalosos introducidos entre estos habitantes por los misioneros: causas de su origen y motivos de su continuaci&oacute;n por el espacio de tres siglos. Escritas fielmente seg&uacute;n las instrucciones del Excmo. Sr. marqu&eacute;s de la Ensenada, primer secretario de Estado y presentadas en informe secreto a S.M.C. el Se&ntilde;or don Fernando VI, por Jorge Juan y Antonio de Ulloa... Sacadas a luz para verdadero conocimiento de gobierno de los espa&ntilde;oles de Am&eacute;rica meridional, por don David Barry.</em>- Londres: R. Taylor, 1826.
</ol>


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Wednesday, March 17, 1999, 1:29:41 PM
Last Updated: Wednesday, March 17, 1999, 1:29:41 PM
</address>
</html>
