<html>

<head>
<meta HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<meta NAME="GENERATOR" CONTENT="Microsoft FrontPage 3.0">
<meta NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (Win95; I) [Netscape]">
<title>COLECCI&Oacute;N FOULCH&Eacute;-DELBOSC.BIBLIOTECA NACIONAL ARGENTINA -</title>
</head>

<body TEXT="#000000" BGCOLOR="#FFFFDD" LINK="#0000EE" VLINK="#551A8B" ALINK="#FF0000">

<h1 ALIGN="CENTER">LA COLECCI&Oacute;N FOULCH&Eacute;-DELBOSC DE LA BIBLIOTECA NACIONAL DE LA REP&Uacute;BLICA ARGENTINA.
CATALOGACI&Oacute;N Y EDICI&Oacute;N ELECTR&Oacute;NICA</h1>

<p ALIGN="CENTER"><a HREF="http://www.lllf.uam.es/~fmarcos"><b><em><font SIZE="+1">© Francisco
A. Marcos-Mar&iacute;n</font></em></b></a></p>

<p ALIGN="CENTER"><a HREF="http://www.uam.es/"><b><em><font SIZE="+1">Universidad
Aut&oacute;noma de Madrid (Espa&ntilde;a)</font></em></b></a></p>

<p align="center"><br>
&nbsp; <a HREF="assets/img/fd5.jpg"><img SRC="assets/img/fd5.jpg"
ALT="Raymond Foulch&eacute;-Delbosc. Retrato al carboncillo por R. Casas"
BORDER="0" HEIGHT="220" WIDTH="175" ALIGN="CENTER"></a> &nbsp; </p>

<address>
versi&oacute;n revisada el 2-12-1998
</address>
<p>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La Filolog&iacute;a y la Documentaci&oacute;n, disciplinas que siempre
tuvieron que relacionarse, lo hacen m&aacute;s hoy d&iacute;a, por las exigencias del trabajo
electr&oacute;nico. La Filolog&iacute;a Electr&oacute;nica se va configurando r&aacute;pidamente como una nueva
rama de la ciencia y, como tal, requiere sus propios campos de experimentaci&oacute;n, adecuados
a su dimensi&oacute;n cambiante y utilitaria, la cual exige un marco emp&iacute;rico concreto y
cerrado, cada vez m&aacute;s dif&iacute;cil de encontrar, puesto que los fil&oacute;logos han dedicado
siglos al an&aacute;lisis de todo posible texto o colecci&oacute;n, aparentemente. A veces, sin
embargo, el estudioso se encuentra ante esa posibilidad real y ha de enfrentarse al reto
que supone poder aplicar toda una serie de nuevos instrumentos al an&aacute;lisis de un universo
suficientemente grande y autocontenido. Probar la validez de una nueva manera de hacer
Filolog&iacute;a requiere disponer de un nuevo conjunto de elementos para el experimento que, en
este campo, s&oacute;lo puede encontrarse en una biblioteca nueva, que no haya sido explotada
por una metodolog&iacute;a pasada, para poder estudiar con toda libertad sus resultados. Esta es
la circunstancia que se produce hoy en Buenos Aires, donde un grupo de investigaci&oacute;n
hispano-argentino<a NAME="sup1"></a><sup><a HREF="#1">1</a></sup> trabaja en la
catalogaci&oacute;n, presentaci&oacute;n electr&oacute;nica y estudio de la Colecci&oacute;n Foulch&eacute;-Delbosc, en
la Sala del Tesoro de la Biblioteca Nacional. El proyecto se enmarca en el Acuerdo
Bilateral de Cooperaci&oacute;n Cultural entre la Rep&uacute;blica Argentina y Espa&ntilde;a y est&aacute;
financiado por diversas instituciones<a NAME="sup2"></a><sup><a HREF="#2">2</a></sup> de
los dos pa&iacute;ses. <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Raymond Foulch&eacute;-Delbosc fue uno de los principales
hispanistas franceses de todos los tiempos. Desarroll&oacute; su actividad predominantemente
durante finales del siglo XIX y primer tercio del siglo XX. Fund&oacute; en 1894 una muy conocida
revista cient&iacute;fica, la <em>Revue Hispanique,</em> donde public&oacute;, bajo su nombre y una
variada gama de pseud&oacute;nimos, ediciones y estudios de textos cl&aacute;sicos espa&ntilde;oles. Muchos
de los libros estudiados eran parte de su biblioteca personal. Tras su muerte, la mayor parte de la magn&iacute;fica colecci&oacute;n que logr&oacute; reunir fue subastada los d&iacute;as 12-17 de octubre de 1936
en el Hotel Drouot de Par&iacute;s, bajo la asistencia del experto Georges Andrieux. Como el
cat&aacute;logo de la subasta est&aacute; publicado, fue siempre conocido el contenido de esa
biblioteca en aquel momento<a NAME="sup3"></a><sup><a HREF="#3">3</a></sup>, a partir del
cual la mayor&iacute;a de los estudiosos perdieron la pista de un n&uacute;mero considerable de esos
libros, que pasaron a considerarse &quot;desaparecidos&quot; en bibliograf&iacute;as, cat&aacute;logos
y bases de datos dedicados al espa&ntilde;ol medieval, cl&aacute;sico y moderno. Nadie parec&iacute;a saber
qui&eacute;n compr&oacute; m&aacute;s de mil doscientos de esos c&oacute;dices, cu&aacute;les eran ni cu&aacute;l fue su paradero. 
<br>&nbsp; </p>

<p><b><font SIZE="+1">El fondo Foulch&eacute;-Delbosc de la Biblioteca Nacional Argentina</font></b>
</p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; En el invierno austral de 1996, los profesores Arthur
Askins y Harvey Sharrer, ambos de la Universidad de California, en Berkeley y Santa
B&aacute;rbara, respectivamente, en su b&uacute;squeda de manuscritos para las bases de datos
incluidas en <em>Philobiblon<a NAME="sup4"></a></em><sup><a HREF="#4">4</a></sup>, en
particular manuscritos de autores portugueses, visitaron el nuevo edificio de la
Biblioteca Nacional en la calle de Ag&uuml;ero, un nombre probablemente auspicioso. Al
consultar los ficheros de la Sala del Tesoro, advirtieron que varias
fichas inclu&iacute;an la indicaci&oacute;n FD en su signatura. <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Es justo expresar ahora toda la admiraci&oacute;n que provoca la
talla de investigadores que, en ese entorno y con ese solo dato, son capaces de establecer
de pronto la relaci&oacute;n entre una ficha de una biblioteca de Am&eacute;rica del Sur que lleva las letras FD y una subasta celebrada hac&iacute;a sesenta a&ntilde;os en Par&iacute;s y hallar el eslab&oacute;n perdido con la parte de la colecci&oacute;n Foulch&eacute;-Delbosc cuyo destino se ignoraba por la mayor&iacute;a de los especialistas. Podr&iacute;amos hacer un juego de palabras y decir que la b&uacute;squeda del tesoro hab&iacute;a empezado en el lugar adecuado. M&aacute;s valioso todav&iacute;a,
humanamente, es que no mantuvieran el hallazgo para su coleto, sino que lo comunicaran
inmediatamente, aprovechando el marco del Congreso Internacional de medievalistas que se
celebraba, como cada tres a&ntilde;os, en la Universidad Cat&oacute;lica, en&nbsp; Buenos Aires. 
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gracias a la relaci&oacute;n establecida entre Arthur Askins y
nuestros colaboradores en la capital argentina, desde los d&iacute;as de <em>ADMYTE</em>, y a la informaci&oacute;n de la que tom&oacute; nota inmediatamente Georgina Olivetto, se pudo empezar el trabajo en la Biblioteca Nacional, con la ayuda de Hugo Acevedo y el personal de la Sala del Tesoro y el apoyo de Roberto Casazza, como asesor de la Direcci&oacute;n. La idea, dadas las dimensiones del Fondo, fue lanzar un proyecto de investigaci&oacute;n conjunto apoyado por los gobiernos de Argentina y Espa&ntilde;a, como finalmente se hizo, con los respaldos respectivos de la Secretar&iacute;a de Cultura de la Naci&oacute;n y el Ministerio de Educaci&oacute;n y Cultura, seg&uacute;n dijimos en <a NAME="repite2"></a><a HREF="#2">nota</a> anterior. El producto final tendr&aacute; en cuenta la nueva etapa en la que vive la Filolog&iacute;a,
por lo que, adem&aacute;s de presentarse como un cat&aacute;logo impreso, al modo tradicional, ser&aacute; tambi&eacute;n accesible en formato electr&oacute;nico, lo que implica facs&iacute;miles digitales de, por lo menos, algunas p&aacute;ginas escogidas y transcripciones de fragmentos de diversos manuscritos, con la intenci&oacute;n de completarlo con un CD de las obras fundamentales, en reproducci&oacute;n facsimilar y transcripci&oacute;n. 
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El punto de partida del trabajo del equipo de
investigaci&oacute;n Foulch&eacute;-Delbosc en la Biblioteca Nacional Argentina es concreto: el
redescubrimiento, sesenta a&ntilde;os despu&eacute;s, de la ubicaci&oacute;n de gran parte de los libros
subastados en Paris en 1936 y la necesidad de dar acceso a ellos a los investigadores. Una
vez m&aacute;s hay que repetir que no es cierto que nadie supiera que estaban en Buenos Aires.
Se hab&iacute;an publicado por lo menos cuatro notas desde su adquisici&oacute;n, las cuales, al
parecer, no llegaron al p&uacute;blico adecuado. La adquisici&oacute;n fue rese&ntilde;ada debidamente en la
<em>Memoria</em> de la Biblioteca Nacional correspondiente a 1936<a NAME="sup5"></a><sup><a
HREF="#5">5</a></sup>, y en 1937, en el primer cuaderno de la <em>Revista de la Biblioteca
Nacional<a NAME="sup6"></a></em><sup><a HREF="#6">6</a></sup>, publicada de nuevo bajo la
direcci&oacute;n de 
<a HREF="assets/img/FDMZZU02.jpg"><img SRC="assets/img/FDMZZU02.jpg"
ALT="Gustavo Mart&iacute;nez Zuvir&iacute;a (Hugo Wast), Director de la Biblioteca Nacional Argentina 1931-1955"
BORDER="0" HEIGHT="22" WIDTH="16"></a>&nbsp;
Gustavo Mart&iacute;nez Zuvir&iacute;a<a NAME="sup7"></a><sup><a HREF="#7">7</a></sup>,
despu&eacute;s del largo per&iacute;odo de silencio subsecuente a la publicaci&oacute;n del &uacute;ltimo n&uacute;mero
de los <em>Anales de la Biblioteca Nacional,</em> que hab&iacute;a dirigido&nbsp; Paul Groussac.
Los ejemplares ingresaron en 1937 en la &quot;sala de reservados&quot;, hoy d&iacute;a Sala del
Tesoro, como Colecci&oacute;n F-D<a NAME="sup8"></a><sup><a HREF="#8">8</a></sup>. En 1992 se
hizo una nueva referencia a la colecci&oacute;n<a NAME="sup9"></a><sup><a HREF="#9">9</a></sup>,
aunque muy breve y publicada en un medio de difusi&oacute;n limitada. Despu&eacute;s del traslado a la
nueva ubicaci&oacute;n de la Biblioteca, Hugo Acevedo<a NAME="sup10"></a><sup><a HREF="#10">10</a></sup>
escribi&oacute; el cap&iacute;tulo sobre la historia de la Biblioteca Nacional Argentina publicada en
el volumen conjunto que edit&oacute; la Asociaci&oacute;n de Bibliotecas Nacionales
Iberoamericanas,&nbsp; ABINIA, en el cual se refiri&oacute; a la adquisici&oacute;n del Fondo en 1936
y destac&oacute;, entre otros tesoros bibliogr&aacute;ficos, &quot;varias ediciones de La
Celestina&quot;, con una referencia especial al volumen de &quot;Sevilla 1502&quot;, uno
de los tres ejemplares conservados de esa impresi&oacute;n<a NAME="sup11"></a><sup><a HREF="#11">11</a></sup>.
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuando se redescubri&oacute; la colecci&oacute;n en 1996 y se
reconoci&oacute; debidamente su importancia, exist&iacute;an dos fuentes de informaci&oacute;n sobre su
contenido: las fichas de cartulina de 1937, cuya informaci&oacute;n se limitaba a lo usual en un
fichero tradicional de ese tipo, y los datos contenidos en el cat&aacute;logo de la subasta. En
el primer caso, las fichas, s&oacute;lo se inclu&iacute;a el primer t&iacute;tulo, en caso de que hubiera
varias obras encuadernadas bajo la misma tapa. En lo que respecta al cat&aacute;logo de la
subasta, no pod&iacute;a haber indicaci&oacute;n de qui&eacute;n era el comprador ni de qu&eacute; t&iacute;tulos,
naturalmente, por lo que no est&aacute;n separados los libros adquiridos para Buenos Aires. Los detalles de las comptras, en cualquier caso, son recuperables: Isabel Jones, la viuda de Foulch&eacute;-Delbosc, guard&oacute; un ejemplar del Cat&aacute;logo en el que hab&iacute;a escrito los nombres de los compradores en la subasta. Don&oacute; ese ejemplar a la Biblioteca de la Universidad de Toronto, donde se conserva. En
cuanto a la informaci&oacute;n general del cat&aacute;logo de la subasta, si bien es cierto que en
algunos casos hay bastantes datos sobre el contenido, esta informaci&oacute;n no es ni
exhaustiva ni completa, adem&aacute;s de estar orientada a la venta y no al estudio. Tampoco
hab&iacute;a, por supuesto, ninguna informaci&oacute;n sobre la localizaci&oacute;n y signaturas de los
libros en la Biblioteca Nacional, a menos que se pudiera usar directamente el fichero, es
decir, que se supiera previamente qu&eacute; buscar. Georgina Olivetto, con la ayuda de Arthur
Askins, realiz&oacute; la pesada tarea de preparar las listas de concordancias entre las fichas
y el cat&aacute;logo de la subasta, como primer paso en nuestro trabajo de catalogaci&oacute;n
exhaustiva del fondo. Para ello cont&oacute; con la valios&iacute;sima ayuda de Hugo Acevedo,
excelente conocedor de los dep&oacute;sitos de la Biblioteca Nacional. </p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Con esas tablas de correspondencias en nuestras manos,
pudimos empezar a preparar c&oacute;mo detallar a la comunidad cient&iacute;fica el contenido de la
colecci&oacute;n. Como ya dijimos, muchos de los libros se daban por perdidos: la subasta se
celebr&oacute; en 1936. Despu&eacute;s de esa fecha, los tiempos no fueron pac&iacute;ficos, ni en Espa&ntilde;a
ni en el resto del mundo. Muchos investigadores supusieron que los c&oacute;dices pod&iacute;an haber
sido destruidos. Incluso quienes sab&iacute;an que hab&iacute;a una colecci&oacute;n Foulch&eacute;-Delbosc en
Buenos Aires no ten&iacute;an modo de saber de cu&aacute;ntos libros consist&iacute;a o en qu&eacute; condiciones
estaba, a menos que visitaran la Biblioteca e investigaran desde los ficheros de la Sala
del Tesoro. </p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Aunque los tiempos est&aacute;n cambiando muy deprisa, editar
el cat&aacute;logo en formato de libro es necesario todav&iacute;a, por m&aacute;s que sea insuficiente.
Hemos de establecer un v&iacute;nculo entre la nueva Filolog&iacute;a y la tradicional, lo que hacemos
mediante un patr&oacute;n que pueda llegar a tres metas: la publicaci&oacute;n impresa, la
incorporaci&oacute;n al cat&aacute;logo general de la Biblioteca Nacional, que usa Micro-Isis como su
sistema de base de datos, y el acceso interactivo por Internet, en un URL particular. Otro
requisito es preparar un sistema que pueda incluir texto e im&aacute;genes. </p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sabemos de la existencia de un grupo de la Text Encoding
Initiative que prepara una propuesta en SGML para catalogar colecciones de libros antiguos<a
NAME="sup12"></a><sup><a HREF="#12">12</a></sup> y estamos dispuestos a traducir nuestro
sistema a ese formato en el futuro. <em>Philobiblon,</em> entretanto, ha evolucionado desde
las posibilidades limitadas de MS-DOS hasta las de su nueva presentaci&oacute;n en Internet (que
no tiene algunos de los l&iacute;mites anteriores, como los de memoria, pero s&iacute; otros, como el
hecho de que no se pueda buscar en todos los campos ni seguir todos los v&iacute;nculos de
relaciones, todav&iacute;a). Arthur Askins anuncia la preparaci&oacute;n de un CD-ROM con una versi&oacute;n
nueva y Charles Faulhaber, como director de la Bancroft Library, en Berkeley, nos ofreci&oacute;
amablemente cuanta colaboraci&oacute;n necesit&aacute;ramos para el proyecto, siguiendo una l&iacute;nea
fruct&iacute;fera en el pasado. Dadas las circunstancias, optados inicialmente por un patr&oacute;n inicial en modo texto, para pasar muy poco despu&eacute;s a una <a
NAME="ficha"></a><a HREF="#ap1">plantilla</a> en HTML, ya que es una f&oacute;rmula
m&aacute;s f&aacute;cil para trabajar con distintos editores o procesadores, para aplicarle inmediatamente las posibilidades de los hojeadores habituales, Netscape y Explorer, y para su (pensamos que
inmediata) adaptaci&oacute;n a otros entornos, sean los de las bases de datos (por ejemplo mediante SGML2TACT) o los de SGML o XML.</p>

<p><b><font SIZE="+1">La opci&oacute;n interactiva</font></b> <br>
&nbsp; <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Frente al patr&oacute;n de ficha impresa, la presentaci&oacute;n
interactiva electr&oacute;nica puede ofrecer posibilidades m&aacute;s ricas. Tras abrir el hipertexto,
las opciones inmediatas nos dirigen hacia los v&iacute;nculos iniciales. En primer lugar, la
interrogaci&oacute;n de la base de datos, para construir nuestros propios &iacute;ndices, seg&uacute;n los
par&aacute;metros que elijamos al relacionar los distintos campos del patr&oacute;n. T&eacute;cnicamente,
esto puede lograrse con un conjunto de peque&ntilde;os programas o CGIs que desarrollen
diferentes opciones de b&uacute;squeda y presentaci&oacute;n de los datos. Un segundo enlace puede
llevarnos al texto de la obra, su transcripci&oacute;n, preferiblemente de tipo paleogr&aacute;fico.
El tercer tipo de enlace es el que nos lleva al facs&iacute;mil, a la reproducci&oacute;n del libro,
por lo general en los formatos de im&aacute;genes TIFF comprimido o JPEG. A partir de esos
primeros v&iacute;nculos, se abren tantas posibilidades como dependen de la f&oacute;rmula reducida (V
* (N-1)2), siendo V el n&uacute;mero de v&iacute;nculos y N el n&uacute;mero de campos y v&iacute;nculos.
Naturalmente, no ser&aacute; necesario desarrollarlas todas, ni siquiera tendr&iacute;a inter&eacute;s
desarrollar la f&oacute;rmula ampliada (N * (N-1)2), pero la posibilidad num&eacute;rica existe. <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Para quienes conocen nuestro trabajo previo estar&aacute; ahora
claro que lo anterior implica un desarrollo muy amplio del formato de <a
NAME="admyte"></a><a HREF="#ap2">ADMYTE</a>. La
reproducci&oacute;n digital tiene a su favor el ser mucho m&aacute;s exacta que la capacidad humana de
visi&oacute;n, lo que se traduce en que podemos almacenar la informaci&oacute;n en una definici&oacute;n muy
precisa, mientras que, para su presentaci&oacute;n al ojo humano, basta con una definici&oacute;n
mucho menor. Una regla f&aacute;cil nos dice que es suficiente con almacenar la imagen a una
resoluci&oacute;n que doble la de su presentaci&oacute;n. Si almacenamos a&nbsp; 600 dpi<a
NAME="sup13"></a><sup><a HREF="#13">13</a></sup>, pongamos por caso, obtendremos
impresiones a&nbsp; 300 dpi, una calidad que es inferior a la de una impresora l&aacute;ser
media, pero que ya mejora la de la fotocopia convencional. La&nbsp; reproducci&oacute;n digital,
aprovechemos para decirlo, no supone ning&uacute;n da&ntilde;o para los ejemplares, lo que la
diferencia tambi&eacute;n del da&ntilde;o que sufren en otros procesos habituales, como la fotocopia. <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; El proyecto de catalogaci&oacute;n y difusi&oacute;n electr&oacute;nica del
Fondo Foulch&eacute;-Delbosc no se limita a un proyecto de documentaci&oacute;n, que ya ser&iacute;a
suficientemente &uacute;til, sino que aspira a cumplir dos nuevos requisitos de la funci&oacute;n de
las bibliotecas en la era digital: facilitar esa informaci&oacute;n a los usuarios a trav&eacute;s del
acceso remoto o la difusi&oacute;n electr&oacute;nica de la informaci&oacute;n, y evitar un uso excesivo e
innecesario de los documentos, con el consiguiente desgaste y peligro de destrucci&oacute;n, sin
merma del servicio al investigador. <br>
&nbsp; </p>

<hr WIDTH="100%">

<p ALIGN="CENTER"><b><font SIZE="+1">NOTAS</font></p>
</b>

<p><br>
<a NAME="1"></a><a HREF="#sup1">1</a>.&nbsp; Damos a continuaci&oacute;n los nombres de los
miembros del equipo y las siglas que los representan en las fichas que completan para la
confecci&oacute;n del Cat&aacute;logo del Fondo. Francisco Marcos Mar&iacute;n (FMM), como director,
representa a la Universidad Aut&oacute;noma de Madrid y a la Agencia Espa&ntilde;ola de Cooperaci&oacute;n
Internacional. Georgina Olivetto (GO), de la Universidad de Buenos Aires y el SECRIT,
Seminario de Cr&iacute;tica Textual del CONICET, y Ver&oacute;nica Zum&aacute;rraga (VZ), de la Universidad
Cat&oacute;lica Argentina, son los dos miembros argentinos permanentes del equipo. Resultaron
imprescindibles la generosidad y colaboraci&oacute;n desinteresada de Arthur Askins, de la
Universidad de California en Berkeley, como inmediatamente explicaremos. Aunque el trabajo
se inici&oacute; oficialmente el primero de julio de 1998, GO empez&oacute; a trabajar en las tablas
de correspondencias en 1996, FMM dise&ntilde;&oacute; el modelo de ficha y, desde julio de 1997, FMM y
GO empezaron a redactar el nuevo Cat&aacute;logo del Fondo Foulch&eacute;-Delbosc en la Sala del
Tesoro de la Biblioteca Nacional Argentina. Puede consultarse una exposici&oacute;n m&aacute;s extensa
de la colecci&oacute;n Foulch&eacute;-Delbosc y las circunstancias de su recuperaci&oacute;n, con su
contexto electr&oacute;nico y marcos de investigaci&oacute;n, en nuestro trabajo en prensa en el <em>Bolet&iacute;n
de la Academia Argentina de Letras</em>,&nbsp;<a NAME="BAA98"></a><a HREF="#reBAA98">1998</a>,
&quot;Presente y futuro de la Filolog&iacute;a Electr&oacute;nica en la recuperaci&oacute;n de la colecci&oacute;n
Foulch&eacute;-Delbosc de la Biblioteca Nacional Argentina. Con un ejemplo del Ms FD247: una loa
y doce autos sacramentales de Calder&oacute;n&quot;. </p>

<p><a NAME="2"></a><a HREF="#sup2">2</a>.&nbsp; La Agencia Espa&ntilde;ola de Cooperaci&oacute;n
Internacional, AECI, la Secretar&iacute;a de Cultura de la Naci&oacute;n, Presidencia de la Rep&uacute;blica
Argentina, la Secretar&iacute;a de Estado de Universidades, Ministerio de Educaci&oacute;n y Cultura
de Espa&ntilde;a (PR1997-0019 0023659550), la Universidad Aut&oacute;noma de Madrid y la Biblioteca
Nacional de la Rep&uacute;blica Argentina. Es de justicia resaltar la deuda con el inter&eacute;s y
apoyo expl&iacute;citos de dos personalidades como Esperanza Aguirre, Ministra de Educaci&oacute;n y
Cultura de Espa&ntilde;a, y Beatriz K. de Guti&eacute;rrez-Walker, Secretaria de Cultura de la Naci&oacute;n
de la Presidencia de la Rep&uacute;blica Argentina. Ambas dieron un entusiasta apoyo al proyecto
desde el momento en que lo presentamos. </p>

<p><a NAME="3"></a><a HREF="#sup3">3</a>.&nbsp; El Cat&aacute;logo, publicado en Mayenne:
Imprimerie Floch, 1936, ten&iacute;a como antecedente una publicaci&oacute;n previa: <em>Catalogue de
la Biblioth&egrave;que Hispanique de M. R. Foulch&eacute;-Delbosc.</em> Abbeville: Imprimerie F.
Paillart, 1920. </p>

<p><a NAME="4"></a><a HREF="#sup4">4</a>.&nbsp; Philobiblon es el desarrollo inform&aacute;tico
de un proyecto que se inici&oacute;, en forma impresa y con un planteamiento m&aacute;s modesto
como&nbsp; BOOST, Bibliography of Old Spanish Texts, que lleg&oacute; a su tercera edici&oacute;n como
libro, editado por el Hispanic Seminary of Medieval Studies in Madison, Wisconsin, y es
instrumento imprescindible para cualquier biblioteca interesada en libros medievales
escritos en castellano, catal&aacute;n, gallego o portugu&eacute;s. Philobiblon, desarrollado como una
base de datos relacional en Advanced Revelation, dise&ntilde;ada por John May, admite m&aacute;s de
350 campos interrelacionados. Tambi&eacute;n permite el manejo interactivo de tres
bibliograf&iacute;as distintas: BETA, Bibliograf&iacute;a Espa&ntilde;ola de Textos Antiguos, BITECA,
Bibliograf&iacute;a de Textos Catalans Antics, y BITAGAP, Bibliografia de Textos Antigos Galegos
e Portugueses. BETA es responsabilidad de Charles B. Faulhaber, &Aacute;ngel G&oacute;mez Moreno,
&Aacute;ngela Moll Dexeus y Antonio Cortijo. BITAGAP de Arthur L-F. Askins, Harvey L. Sharrer,
Martha E. Schaffer y Aida F. Dias. BITECA es obra de Vicen&ccedil; Beltr&aacute;n, Gemma Avenoza y la
llorada Beatrice Concheff. El&nbsp; sistema est&aacute; disponible ahora en dos versiones. La
m&aacute;s breve y f&aacute;cil es la que puede ejecutarse directamente en la World Wide Web, su URL
(localizador de recursos universal) es: <a
HREF="http://sunsite.berkeley.edu/PhiloBiblon/phhm.html">http://sunsite.berkeley.edu/PhiloBiblon/phhm.html</a>.
La versi&oacute;n m&aacute;s amplia se distribuy&oacute; con el CD ADMYTE-0, en 1993, y se ha actualizado en
varias ocasiones desde entonces, con nuevas versiones del programa, que funciona bajo DOS,
directamente, o en una ventana, en un sistema operativo de 32 bits, como Windows, en sus
versiones 95, 98 o NT. ADMYTE, es el Archivo Digital de manuscritos y textos espa&ntilde;oles,
una colecci&oacute;n de CDs con textos transcriptos, facs&iacute;miles digitales completos e
instrumentos de bibliograf&iacute;a e investigaci&oacute;n. Al igual que el disco I, de 1992, el disco
0&nbsp; fue preparado por Francisco Marcos Mar&iacute;n, director cient&iacute;fico de ADMYTE, Gerardo
Meiro, Charles B. Faulhaber, John Nitti, &Aacute;ngel G&oacute;mez Moreno, Juli&aacute;n Mart&iacute;n Abad&nbsp;
y Aurora Mart&iacute;n de Santa Olalla, CD-rom, Madrid: Micronet, 1993. A partir de 1997,
Antonio Cortijo Oca&ntilde;a, de la Universidad de California en Santa B&aacute;rbara, se hizo cargo
de la Secretar&iacute;a Cient&iacute;fica de ADMYTE. Vid. F. Marcos Mar&iacute;n:<em>&nbsp;<a NAME="IH"></a><a
HREF="#INH">Inform&aacute;tica y Humanidades</a>,</em> Madrid: Gredos, 1994, <em>El Comentario
Filol&oacute;gico con Apoyo Inform&aacute;tico, </em>Madrid: S&iacute;ntesis, 1996, el pr&oacute;logo y notas de su
edici&oacute;n del <em>Cantar de Mio Cid,</em> Madrid: Biblioteca Nueva, 1997, y el localizador <a
HREF="file://c:/demofd/informes/admyte/admyteix.html">file://c:/demofd/informes/admyte/admyteix.html</a>.
</p>

<p><a NAME="5"></a><a HREF="#sup5">5</a>.&nbsp; <em>La Biblioteca Nacional en 1936. Memoria
elevada al Excmo. Se&ntilde;or Ministro de Justicia e Instrucci&oacute;n P&uacute;blica Dr. D. Jorge De la
Torre. </em>Buenos Aires: Imprenta de la Biblioteca Nacional, 1937, 11-13. </p>

<p><a NAME="6"></a><a HREF="#sup6">6</a>.&nbsp; &quot;La Biblioteca Nacional durante el
quinquenio 1932-1936.&quot; <em>Revista de la Biblioteca Nacional</em> I.1 (enero-marzo
1937): 206. </p>

<p><a NAME="7"></a><a HREF="#sup7">7</a>.&nbsp; Cuyo pseud&oacute;nimo era Hugo Wast. Nacido en C&oacute;rdoba, Argentina, el 23 de octubre de 1883, fue
director de la Biblioteca Nacional desde el 30 de octubre de 1931, designado por el
gobierno <em>de facto</em> del general Jos&eacute; F&eacute;lix Uriburu, hasta el 30 de marzo de 1955, salvo unos cortos per&iacute;odos en 1941 y 1943. En el primero de ellos fue interventor federal en la provincia de Catamarca. En el segundo fue ministro de Justicia e Instrucci&oacute;n P&uacute;blica en otro gobierno <em>de facto,</em> el del general Pedro Pablo Ram&iacute;rez. Falleci&oacute; en 1962. Cfr. Horacio Salas, <em>Biblioteca Nacional Argentina,</em> Buenos Aires: Manrique Zago ediciones, 1997, p&aacute;gs. 80-82. La persona que hizo la compra en la subasta por encargo del gobierno argentino fue Jorge Max Rohde, bien conocido en los c&iacute;rculos intelectuales de Buenos Aires.</p>

<p><a NAME="8"></a><a HREF="#sup8">8</a>.&nbsp; A partir de ese momento fueron registrados
y se realizaron las correspondientes fichas para su inclusi&oacute;n en el fichero de la
entonces Sala de Reservados, hoy del Tesoro, de la Biblioteca Nacional. Carec&iacute;a por ello
de todo fundamento la noticia publicada por el diario <em>La Naci&oacute;n</em> de Buenos Aires el
d&iacute;a 25 de julio de 1998, p&aacute;g. 15, sobre un inexistente desorden. Hubo una simple
p&eacute;rdida de la pista de unos libros que, sin embargo, estaban ah&iacute; y estaban bien
cuidados.  Milton A. Buchanan incluy&oacute; una referencia en sus "Bibliographical Notes," <em>Hispanic Review,</em> 9, 1941, 228-230. Otras referencias indican que hab&iacute;a qui&eacute;n ten&iacute;a idea de la colecci&oacute;n
y su contenido, en la Biblioteca, del mismo modo que su microfilmaci&oacute;n se incluy&oacute;, casi
para todos los t&iacute;tulos, en el plan de microfilmaci&oacute;n del fondo antiguo de la Biblioteca,
desarrollado con asistencia del gobierno alem&aacute;n. Aunque la calidad del microfilme no es
excelente y es un medio que sufre con el tiempo, por lo que debe ser sustituido por un
procedimiento digital, los pasos b&aacute;sicos para la preservaci&oacute;n del fondo se han ido dando
en todo momento. En nuestro trabajo en el <a NAME="reBAA98"></a><em><a HREF="#BAA98">Bolet&iacute;n
de la Academia Argentina de Letras</a></em>, incluimos la noticia de la adquisici&oacute;n, tal
como se public&oacute; en 1937, en&nbsp; la Memoria correspondiente a 1936. </p>

<p><a NAME="9"></a><a HREF="#sup9">9</a>.&nbsp; Ofelia N. Salgado,&nbsp; &quot;Buenos
Aires, Biblioth&egrave;que Nationale (Mexico 564, 1097 Buenos Aires, Argentine). Fonds Raymond
Foulch&eacute;-Delbosc.&quot; <em>Nouvelles du Livre Ancien</em> 71 (&eacute;t&eacute;, 1992), 5-6. </p>

<p><a NAME="10"></a><a HREF="#sup10">10</a>.&nbsp;&nbsp; Hugo Acevedo, &quot;Biblioteca
Nacional de Argentina&quot;. En: <em>Historia de las Bibliotecas Nacionales de
Iberoam&eacute;rica: pasado y presente.</em> Asociaci&oacute;n de Bibliotecas Nacionales de
Iberoam&eacute;rica (ABINIA). Edici&oacute;n de Jos&eacute; G. Moreno de Alba y Elsa M. Ram&iacute;rez Leyva.
M&eacute;xico: UNAM, 1995 (2ª ed.), pp. 3-24, esp. 15-16. Jack Weiner incluy&oacute; una nota acerca de la colecci&oacute;n en su art&iacute;culo "Sebasti&aacute;n de Horozco (1510-1579) y su Prouerbios y Consejos que Qualquier Padre Deue Dar a su Hijo (Salamanca, 1607): Estudio y Edici&oacute;n,"  <em>Annali, Sezione Romanza</em> XXXVIII, 1996, n. 2, 431-450.</p>

<p><a NAME="11"></a><a HREF="#sup11">11</a>.&nbsp; Para las ediciones de Celestina en este
fondo, cfr. Georgina Olivetto &quot;Las ediciones de Celestina de la colecci&oacute;n
Foulch&eacute;-Delbosc en la Biblioteca Nacional de la Rep&uacute;blica Argentina&quot;, <em>Celestinesca,</em>
1997, cuya aparici&oacute;n est&aacute; anunciada en 1998. </p>

<p><a NAME="12"></a><a HREF="#sup12">12</a>.&nbsp; Los lectores encontrar&aacute;n amplias
referencias a la Text Encoding Initiative y SGML (Standard Generalized Markup Language) en
FMM <em><a NAME="INH"></a><a HREF="#IH">Inform&aacute;tica y Humanidades</a></em>, 1994. Tambi&eacute;n
pueden acceder directamente a las direcciones de Internet (URL): <a
HREF="http://www.uic.edu/orgs/tei/">http://www.uic.edu/orgs/tei/</a> y <a
HREF="http://www.softquad.co.uk/htmlsgml/s-sites.htm">http://www.softquad.co.uk/htmlsgml/s-sites.htm</a>.
</p>

<p><a NAME="13"></a><a HREF="#sup13">13</a>.&nbsp;&nbsp; dpi, <em>dots per inch,</em> puntos
por pulgada, medida est&aacute;ndar. <br>
&nbsp; </p>

<hr WIDTH="100%">

<p><br>
<a NAME="ap1"></a><a HREF="#ficha"> </p>

<p ALIGN="CENTER"><font SIZE="+1">MODELO DE FICHA PARA UN MANUSCRITO</font></p>
</a>
<ol>
<li><br>
<dl>
<dt>CNUM:  
<dd>[<em>n&uacute;mero s&oacute;lo para textos medievales recogidos en</em> <u>Philobiblon</u>]
<dt>BOOST: 
<dd>[<em>n&uacute;mero s&oacute;lo para textos de la</em> <u>Bibliograf&iacute;a Espa&ntilde;ola de Textos
Antiguos, BETA</u>]
<dt>Autor:
<dd>
<dt>T&iacute;tulo:
<dd>
<dt>Otros t&iacute;tulos por los que es conocido:
<dd>
<dt>Idioma: 
<dd>espa&ntilde;ol
<dt>N<SUP>o</SUP> Cat&aacute;logo Subasta: 
<dd>
<dt>BN Argentina: 
<dd>FD&nbsp;[<em>signatura</em>]   (R&nbsp;[<em>n&uacute;mero de microfilme, si existe</em>] )
<dt>Lugar:
<dd>
<dt>Fecha:  
<dd>
<dt>Fecha de copia:
<dd>
<dt>Traductor:
<dd>
<dt>Copista:
<dd>
<dt>Editor:
<dd>
<dt>Impresor:
<dd>
<dt>Colof&oacute;n:
<dd>
<dt>Proveniencia:
<dd><ol>
<li>Raymond Foulch&eacute;-Delbosc.
</ol>
<dt>Notas al libro (encuadernado con/ocupa ff ...): 
<dd>[<em>descripci&oacute;n pormenorizada de los de varias obras</em>]
<dt>Estado general:
<dd>
<dt>&nbsp;&nbsp;&nbsp;MANID: 
<dd>[<em>clave de</em> <u>Philobiblon</u>,<em> si existe</em>]
<dt>&nbsp;&nbsp;&nbsp;TEXID: 
<dd>[<em>clave de</em> <u>Philobiblon</u>,<em> si existe</em></em>]
<dt>&nbsp;&nbsp;&nbsp;Manuscrito:<dd> _X_ 
<dt>&nbsp;&nbsp;&nbsp;Impreso:<dd> ___
<dt>Soporte (papel, vitela, etc):<dd>papel
<dt>Filigranas:
<dd><ol>
<li>
</ol>
<dt>Tipo textual: 
<dd><dl>
<dt>&nbsp;&nbsp;&nbsp;prosa <dd>___	
<dt>&nbsp;&nbsp;&nbsp;verso <dd>___
</dl>
<dt>&nbsp;&nbsp;&nbsp;Forma po&eacute;tica:
<dd>
<dt>&nbsp;&nbsp;&nbsp;Tipos estr&oacute;ficos:
<dd>
<dt>G&eacute;nero expreso (si lo dice en el libro):
<dd>
<dt>Incipit:
<dd>[<em>Si se trata de una obra po&eacute;tica, se incluye aqu&iacute; la tabla de t&iacute;tulos y primeros
versos</em>]
<dt>Explicit:
<dd>
<dt>Formato:
<dd>
<dt>&nbsp;&nbsp;&nbsp;dimensiones:
<dd>
<dt>&nbsp;&nbsp;&nbsp;columnas: 
<dd>
<dt>&nbsp;&nbsp;&nbsp; caja: 
<dd>
<dt>&nbsp;&nbsp;&nbsp;foliaci&oacute;n:
<dd><ul>
<li>
</ul>
<dt>&nbsp;&nbsp;&nbsp;l&iacute;neas por folio:
<dd>
<dt>&nbsp;&nbsp;&nbsp;tipo de letra: 
<dd>
<dt>&nbsp;&nbsp;&nbsp;tama&ntilde;o:
<dd>
<dt>&nbsp;&nbsp;&nbsp;tintas:
<dd>
<dt>&nbsp;&nbsp;&nbsp;r&uacute;bricas:
<dd>
<dt>&nbsp;&nbsp;&nbsp;iniciales:	
<dd>
<dt>&nbsp;&nbsp;&nbsp;ilustraciones/grabados:
<dd><ol>
<li>
</ol>
<dt>Encuadernaci&oacute;n:
<dd>
<dt>&nbsp;&nbsp;&nbsp;material:
<dd>
<dt>&nbsp;&nbsp;&nbsp;encuadernador:
<dd>
<dt>Otras marcas, sellos, etc: 
<dd><ul>
<li>
<li>Sellos rojos y negros de la Biblioteca Nacional.
</ul>
<dt>Bibliograf&iacute;a:
<dd>
<dt>Biograf&iacute;a:
<dd>
<dt>Historia del registro:
<dd>
<dl>
<dt>&nbsp;&nbsp;&nbsp;fecha de entrada: 
<dd>&nbsp;&nbsp;&nbsp;por: [<em>siglas de los redactores</em>]
<dt>&nbsp;&nbsp;&nbsp;fecha de revisi&oacute;n: 
<dd>&nbsp;&nbsp;&nbsp;por: [<em>siglas de los revisores</em>]
<dt>&nbsp;&nbsp;&nbsp;comprobaci&oacute;n: 
<dd>
</dl>
<dt>Observaciones:
<dd>
</dl>
</ol>
<hr WIDTH="100%">

<p><br>
<a NAME="ap2"></a><a HREF="#admyte"> </p>

<p ALIGN="CENTER"><font SIZE="+1"></font></p>
</a>
    <font FACE="Times New Roman"><p ALIGN="CENTER"><a NAME="Ap2"></a><a HREF="#admyte"><strong>FACS&Iacute;MIL Y TRANSCRIPCI&Oacute;N EN ADMYTE</strong></a></font></p>
    <p align="center"><a HREF="assets/img/ADMYTE2.jpg">
<img SRC="assets/img/ADMYTE2.jpg" ALT="ADMYTE-I: Aelio Antonio de Nebrija, Institutiones Latinae" BORDER="0" HEIGHT="510" WIDTH="735"></a></font>
</center>
<!-- Sigue la referencia a otros enlaces, no borrar -->
<HR>
<A HREF="fd01eng.htm">
<IMG SRC="assets/img/bandera.gif" BORDER=0 HEIGHT=55 WIDTH=60>
<em> Where is Electronic Philology Going?</em></A>
<HR>

</body>
</html>
