<html>
<head>
<TITLE>Gonzalo de Berceo</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Gonzalo de Berceo">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Gonzalo de Berceo(1196-1295)</h1>
<hr>


<p> Poeta religioso y primer autor literario de nombre conocido en las letras espa&ntilde;olas. Nacido en Berceo, m&aacute;s concretamente en la aldea de Madrid (Logro&ntilde;o), se educ&oacute; en el monasterio benedictino de San Mill&aacute;n de la Cogolla, centro de cultura en el camino de Santiago; parece ser que su vida transcurri&oacute; como cl&eacute;rigo, desempe&ntilde;ando diversos oficios como el de di&aacute;cono, presb&iacute;tero y secretario del abad del Monasterio. Es el principal exponente del cultivo del tetr&aacute;stico monorrimo de alejandrinos o cuaderna v&iacute;a espa&ntilde;ola, por lo que su nombre ha corrido asociado al del Mester de Clerec&iacute;a, una corriente que apostaba por esa forma m&eacute;trica en uni&oacute;n de unos contenidos morales, religiosos, hist&oacute;ricos y ver&iacute;dicos en su conjunto.

<p>La obra de Berceo se agrupa en vidas de santos, textos marianos y tratados de tipo doctrinal. Entre las vidas de santos, conservamos su temprana: <em>Vida de San Mill&aacute;n de la Cogolla,</em> su ambiciosa <em>Vida de Santo Domingo de Silos,</em> el <em>Martirio de San Lorenzo</em> y la <em>Vida o visiones de Santa Oria</em>; en las dos primeras, ya que las otras no son propiamente vitae sanctorum, el esquema narrativo es id&eacute;ntico: en primer lugar, Berceo cuenta la vida del santo; en segundo, sus milagros en vida; en tercer y &uacute;ltimo lugar, sus milagros tras la muerte de santo. Berceo compuso otros textos hagiogr&aacute;ficos que, por desgracia, no se han conservado. Sus obras doctrinales son el <em>Sacrificio de la misa</em> y los <em>Signos que aparecer&aacute;n antes del Judicio.</em>

<p>El corpus mariano de Berceo est&aacute; compuesto por el <em>Duelo que fizo la Virgen Mar&iacute;a,</em> los <em>Loores de Nuestra Se&ntilde;ora</em> y sus c&eacute;lebres <em>Milagros de Nuestra Se&ntilde;ora.</em> &Eacute;sta es una colecci&oacute;n de 25 narraciones, precedidas de una introducci&oacute;n de car&aacute;cter aleg&oacute;rico, que cuentan con el modelo de alguna colecci&oacute;n de milagros en lat&iacute;n de la que hoy no tenemos noticia; sin embargo, hay varios manuscritos con tales <em>Miracula</em> que muestran una extraordinaria proximidad respecto del texto de Berceo; aparte, el pr&oacute;logo y uno de los milagros ("La iglesia robada") son una aportaci&oacute;n original del cl&eacute;rigo riojano. La maestr&iacute;a del poeta se demuestra en la t&eacute;cnica de adaptaci&oacute;n de los originales latinos al vern&aacute;culo riojano, lo que supone mucho m&aacute;s que una simple traducci&oacute;n literal; ah&iacute;, precisamente, es donde radica la aportaci&oacute;n de Berceo, que trat&oacute; en sus <em>Milagros</em> una materia del gusto de sus contempor&aacute;neos, como se ve por la obra francesa de Gautier de Coincy, latina de Juan Gil de Zamora o gallego-portuguesa de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/alfx.htm"><b>Alfonso X el Sabio</b></a> dentro del mismo siglo.


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, February 22, 1999, 12:37:49 PM
Last Updated: Monday, February 22, 1999, 12:37:49 PM
</address>
</html>
