<html>
<head>
<TITLE>Francisco Bances Candamo</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Francisco Bances Candamo">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Francisco Antonio de Bances Candamo (1662-1704)</h1>
<hr>

<p> Dramaturgo espa&ntilde;ol,  nacido en Avil&eacute;s y fallecido en Lezuzar. Doctor en Leyes, curs&oacute; adem&aacute;s estudios de Filosof&iacute;a y Derecho Can&oacute;nico en Sevilla. Hacia 1677 se traslad&oacute; a Madrid; diez a&ntilde;os m&aacute;s tarde fue nombrado escritor del rey. La primera obra documentada de este autor es <em>Por su rey y por su dama</em> (1685), primera de una serie de obras de intenci&oacute;n did&aacute;ctica, donde favorec&iacute;a el regreso del rey de los Pa&iacute;ses Bajos. En 1693, tras la representaci&oacute;n de <em>El esclavo en grillos de oro,</em> fue herido en el pecho por un espectador, que vio en la obra un ataque al privado del rey, el Conde de Oropesa; tuvo que abandonar su cargo y huir de Madrid, hasta que en 1696 estren&oacute; <em>¿Cu&aacute;l es afecto mayor: lealtad, sangre o amor?.</em> Su producci&oacute;n teatral se reuni&oacute; en <em>Obras dram&aacute;ticas </em>(1772), que incluyen, aparte de las obras citadas anteriormente, las siguientes:<em> La piedra filosofal,</em> de corte calderoniano; <em>El duelo contra su dama,</em> de estilo costumbrista; al estilo de Lope: <em>El espa&ntilde;ol m&aacute;s amante y desgraciado Mac&iacute;as</em> y <em>El sastre del Campillo; Quien es qui&eacute;n premia el amor.</em> Su obra po&eacute;tica se public&oacute; en un volumen titulado <em>Obras l&iacute;ricas</em> (1720). Su mejor obra de teatro es <em>Teatro de los teatros de los pasados y presentes siglos,</em> de la que realiz&oacute; tres versiones diferentes y est&aacute; considerada como una de las mejores aportaciones a la cr&iacute;tica teatral de su siglo.


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, March 01, 1999, 3:30:26 PM
Last Updated: Monday, March 01, 1999, 3:30:26 PM
</address>
</html>
