<html>
<head>
<TITLE>Luis Carrillo y Sotomayor</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Luis Carrillo y Sotomayor">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Luis Carrillo y Sotomayor(ca. 1582/1585-1611)</h1>
<hr>


<p> Poeta, marino, comandante de galeras, caballero de Santiago, comendador, cuatralbo de las galeras de Espa&ntilde;a y capit&aacute;n general de las costas de Andaluc&iacute;a, naci&oacute; en Baena hacia 1582 o 1585 y falleci&oacute; en el Puerto de Santa Mar&iacute;a en 1611. Su obra po&eacute;tica, editada por su hermano p&oacute;stumamente (1611) con el t&iacute;tulo de <em>Obras,</em> se ha solido caracterizar como precursora de la poes&iacute;a de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/gongora.htm"><b>G&oacute;ngora</b></a>, a pesar de la discrepancia de cr&iacute;ticos recientes. Incluye romances marineros, &eacute;glogas piscatorias, sonetos, canciones y la <em>F&aacute;bula de Acis y Galatea,</em> que se  construyen en torno al tema del agua y el mar. Junto a &eacute;stas, sus <em>Obras</em> incluyen traducciones de los  <em>Remedios de Amor</em> de Ovidio y <em>De la brevedad de la vida</em> de S&eacute;neca. Es tambi&eacute;n autor de un <em>Libro de la erudici&oacute;n po&eacute;tica,</em> incluido en las <em>Obras,</em> en el que defiende una preceptiva te&oacute;rica de base aristot&eacute;lica, cimentada sobre las ideas de una lengua culta y minoritaria aunque alejada de la oscuridad. Con ello se une a las pol&eacute;micas sobre el culteranismo de principios del siglo XVII. Los  cr&iacute;ticos tambi&eacute;n han se&ntilde;alado el influjo decisivo de Quintiliano en su teorizaci&oacute;n po&eacute;tica. Tambi&eacute;n se ha indicado la posible influencia de las <em>Tablas po&eacute;ticas</em> de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/cascales.htm"><b>Cascales</b></a> en el <em>Libro,</em> por lo que se refiere  a la defensa de la teor&iacute;a de los tres g&eacute;neros (cap&iacute;tulos 79-80).


<h4>Bibliograf&iacute;a </h4>
<ol>
<li>COSTA, A.- La obra po&eacute;tica de Luis Carrillo y Sotomayor. C&oacute;rdoba, 1984.
                 (Ed)-  Poes&iacute;as completas de Luis Carrillo y Sotomayor. Madrid, 1984. 
<li>GARC&Iacute;A BERRIO, A.- Introducci&oacute;n a la po&eacute;tica clasicista. Madrid, 1988.
</ol>

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Saturday, February 20, 1999, 12:04:35 PM
Last Updated: Saturday, February 20, 1999, 12:04:35 PM
</address>
</html>
