<html>
<head>
<TITLE>Manuel Faria y Sousa</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Manuel Faria y Sousa">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Manuel Faria y Sousa (1590-1649)</h1>
<hr>


<p> Poeta, historiador y tratadista portugu&eacute;s, natural de Souto (aunque durante bastante tiempo se especul&oacute; con la posibilidad de que fuera nacido en Pombeiro). Estudi&oacute; en Salamanca y trabaj&oacute; como secretario del obispo de Oporto. En 1618, sabemos que estaba ya en la corte espa&ntilde;ola, en la que permaneci&oacute; incluso tras la independencia portuguesa de 1640, y en la que muri&oacute;. Nos consta, igualmente, que viaj&oacute; por Italia. Su obra literaria est&aacute; casi toda escrita en castellano; de toda ella, se le recuerda hoy especialmente por su obra po&eacute;tica. Public&oacute; Faria cuatro grandes colecciones de poes&iacute;a tituladas <em>Divinas y humanas flores</em> (1624), aprobadas por <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/espinelv.htm"><b>Espinel</b></a> y con un soneto laudatorio de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/lopevega.htm"><b>Lope de Vega</b></a>, que sabemos mantuvo estrecha amistad con Faria, <em>Muerte de Jes&uacute;s.</em> <em>Llanto de Mar&iacute;a y Noches claras,</em> ambas publicadas tambi&eacute;n en 1624, y <em>Fuente de Aganipe o Rimas Varias</em> (1646), la m&aacute;s conocida, al par que la m&aacute;s voluminosa, toda vez que encierra m&aacute;s de cuatrocientos sonetos (algunos escritos en portugu&eacute;s), as&iacute; como otras muchas composiciones en los m&aacute;s variados metros y estilos. La poes&iacute;a de Faria y Sousa destaca, sobre todo, por su buen gusto. Dentro del &aacute;mbito po&eacute;tico, destac&oacute; tambi&eacute;n como traductor y comentador de la obras de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/camoens.htm"><b>Camoens</b></a>; as&iacute;, en 1639 public&oacute; su comentario a <em>Os Lusiadas,</em> al que sigui&oacute; una traducci&oacute;n de las <em>Rimas</em> del mismo autor. Como historiador y tratadista, destaca Faria por su enorme erudici&oacute;n en obras como el <em>Ep&iacute;tome de las historias portuguesas</em> (1628), <em>Imperio de la China y cultura evang&eacute;lica en &eacute;l</em> (1642), <em>El Gran Justicia de Arag&oacute;n Don Mar&iacute;n Batista de Lanuza</em> (1649), <em>Asia portuguesa</em> (1665-1675) y <em>Europa portuguesa</em>(1667-1680); obras de car&aacute;cter descriptivo publicadas tras su muerte. De su obra en portugu&eacute;s destacaremos el <em>Narciso y Echo</em> publicado en Lisboa en 1623.


<h4>Bibliograf&iacute;a</h4>
<ol>
<li>ASKINS, A. L.-F., Os in&eacute;ditos camonianos de M. de Faria, Par&iacute;s, 1986.
</ol>

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Friday, February 19, 1999, 2:08:31 PM
Last Updated: Friday, February 19, 1999, 2:08:31 PM
</address>
</html>
