<html>
<head>
<TITLE>Garci Laso de la Vega</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Garci Laso de la Vega">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<body>
<h1>Garci Laso de la Vega (ca.1501-1536)</h1>
<hr>

<p>Poeta espa&ntilde;ol, nacido en Toledo en 1501 (o, seg&uacute;n otros estudiosos de su obra, en 1503) y muerto en Niza (Francia) en 1536.
 

<h4>Vida.</h4>
 
<p>Naci&oacute; en el seno de una familia noble que perteneci&oacute; a la Corte del Emperador Carlos V desde que &eacute;ste llegara a Espa&ntilde;a, todav&iacute;a como rey. En 1519 particip&oacute; en un alboroto civil en el que el concejo (de parte del cual estaba el futuro poeta) se opon&iacute;a al cabildo, lo que le cost&oacute; tres meses de destierro. En las cortes de 1521 fue procurador de su ciudad. Tras ser nombrado "Contino" del emperador (su padre lo hab&iacute;a sido de los Reyes Cat&oacute;licos, as&iacute; como embajador suyo en Roma), particip&oacute; en la batalla de Ol&iacute;as contra los comuneros y, en 1522, en el sitio de Rodas. All&iacute; coincidi&oacute; con su constante amigo Juan Bosc&aacute;n, con quien comparti&oacute; tanto la trayectoria vital en la corte del Emperador como la gloria de haber dado carta de naturaleza al endecas&iacute;labo en espa&ntilde;ol, tras los desafortunados intentos que en el siglo XV hab&iacute;a hecho don <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/lopezmen.htm"><b>&Iacute;&ntilde;igo L&oacute;pez de Mendoza, marqu&eacute;s de Santillana.</b></a>
 
 
<p>En 1523 fue nombrado caballero de Santiago y se cas&oacute; con do&ntilde;a Elena de Z&uacute;&ntilde;iga, dama de la hermana del emperador, do&ntilde;a Leonor de Austria. Se estableci&oacute; con ella en Toledo, donde era regidor.
 
<p>En 1526, durante las bodas del emperador en Granada, conoci&oacute; a la joven dama portuguesa Isabel Freire, la <em>Elisa</em> de sus poemas. El rechazo que &eacute;sta dispens&oacute; al  homenaje que le hac&iacute;a Garcilaso, y su posterior boda con Antonio (o Alonso) de Fonseca -quien, apodado <em>El gordo,</em> ha pasado a la historia con el antip&aacute;tico papel de interponerse entre la musa y el poeta, a pesar de haber sido uno de los m&aacute;s inteligentes administradores de Carlos V-, produjeron en el &aacute;nimo de Garcilaso una melancol&iacute;a que impregn&oacute; su obra hasta la posterior muerte de la dama. A partir de aquel duro trance, transform&oacute; dicho sentimiento en un dolor del que busc&oacute; escapar a trav&eacute;s de su poes&iacute;a, que estaba destinada a sobrevivir a los dos y a hacer un mito literario de ambas figuras.
 
<p>Acompa&ntilde;ando al emperador, en 1529 realiz&oacute; su primer viaje a Italia. Tras acudir a la coronaci&oacute;n imperial en Bolonia, asisti&oacute; en &Aacute;vila a la boda de un sobrino suyo, enlace que el emperador hab&iacute;a desautorizado, lo que le ocasion&oacute; el destierro en una isla del Danubio, probablemente cerca de Ratisbona; de all&iacute; fue a N&aacute;poles en 1532 como lugarteniente del duque de Alba, don Pedro de Toledo, que acababa de ser nombrado virrey. En N&aacute;poles trab&oacute; contacto con los miembros de la Academia Pontaniana (Luigi Tansillo, Bernardo Tasso, Giulio Cesare Caracciolo, los hermanos Galeotta, Minturno, etc.) y form&oacute; parte de dicho c&iacute;rculo, dej&aacute;ndonos como testimonio la composici&oacute;n de tres odas latinas al estilo de Horacio. Tambi&eacute;n parece haber tratado a humanistas espa&ntilde;oles como <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/sepulved.htm"><b>Juan Gin&eacute;s de Sep&uacute;lveda</b></a> (dedicatario de una de sus odas latinas) o Juan de Vald&eacute;s. Salvo espor&aacute;dicos viajes a Espa&ntilde;a para cumplir &oacute;rdenes del virrey, y a Avi&ntilde;&oacute;n (donde visit&oacute; la tumba de Laura, la amada de Petrarca), su residencia qued&oacute; fijada en N&aacute;poles para el resto de sus d&iacute;as, a pesar de haber logrado el perd&oacute;n de Carlos V. En 1535, no obstante, particip&oacute; en la campa&ntilde;a de T&uacute;nez, en la que recibi&oacute; unas heridas a las que se referir&aacute; en el "Soneto XXXIII". Son tambi&eacute;n de este tiempo las eleg&iacute;as a Bosc&aacute;n y a la muerte de don Bernardino de Toledo, hermano del duque de Alba. En 1536, el emperador lo nombr&oacute; Maestre de Campo de las tropas espa&ntilde;olas del ej&eacute;rcito imperial en la guerra contra Francia. Parece que durante esta campa&ntilde;a dio fin a su "&Eacute;gloga III". 
 
<p>El 19 de septiembre de aquel mismo a&ntilde;o, al atacar la torre de Muy, cuyos defensores hab&iacute;an negado el acatamiento al Emperador, e incluso se hab&iacute;an burlado de &eacute;l, Garcilaso es herido de una pedrada en la cabeza. De resultas de las heridas, falleci&oacute; en la playa de Niza el 13 o el 14 de octubre en brazos del entonces duque de Gand&iacute;a, despu&eacute;s San Francisco de Borja.
 
 
<h4>Obra.</h4>
 
<p>La obra po&eacute;tica de Garcilaso es breve y supone la definitiva adaptaci&oacute;n a nuestras Letras de la m&eacute;trica y los contenidos de la creaci&oacute;n l&iacute;rica de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/petrarca.htm"><b>Petrarca.</b></a> Como era frecuente en su &eacute;poca y en el c&iacute;rculo social en que se mov&iacute;a, Garcilaso no public&oacute; nada en vida. Sus obras aparecieron impresas en 1543, junto con las de Bosc&aacute;n, en la edici&oacute;n que lanz&oacute; la viuda de &eacute;ste &uacute;ltimo. El &eacute;xito de estas <em>Obras</em> de Bosc&aacute;n, con algunas de Garcilaso de la Vega fue grande -sobre todo por lo que a las del poeta toledano se refiere-, pues se editaron de nuevo otras dos veces en el mismo a&ntilde;o, dos m&aacute;s en 1544 y otras diez hasta 1557. Desde 1569, la poes&iacute;a del toledano se editar&aacute; sin la compa&ntilde;&iacute;a de la de Bosc&aacute;n.
 
<p>La poes&iacute;a de Garcilaso se convirti&oacute; as&iacute; en un modelo de lengua po&eacute;tica, en el que beber&aacute;n las siguientes generaciones de poetas espa&ntilde;oles, desde Fray Luis de Le&oacute;n y San Juan de la Cruz hasta <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/lopevega.htm"><b>Lope de Vega</b></a> e incluso <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/gongora.htm"><b>G&oacute;ngora.</b></a> En 1574 aparece la obra comentada por Francisco S&aacute;nchez de las Brozas, "El Brocense" (con el a&ntilde;adido de tres sonetos desconocidos hasta entonces), y en 1580 por <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/herreraf.htm"><b>Fernando de Herrera, "El Divino",</b></a> que busca en sus <em>Anotaciones</em> explicar de forma exhaustiva la poes&iacute;a del que hab&iacute;a llegado a ser modelo indiscutible de poetas. Tal puesto lo ocupar&iacute;a Garcilaso hasta el triunfo de la poes&iacute;a gongorina, que, en un primer momento, provoc&oacute; que las reediciones del toledano fueran decreciendo hasta desaparecer. Con todo, en los a&ntilde;os de oposici&oacute;n al quehacer po&eacute;tico gongorino, ser&aacute; Garcilaso la principal arma arrojadiza blandida por los enemigos del culteranismo, tanto en alusiones e imitaciones como, incluso, en el aspecto te&oacute;rico: as&iacute; lo demuestran las nuevas anotaciones a la obra del toledano realizadas por <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/tamayova.htm"><b>Tamayo de Vargas</b></a> en 1622 y, ya en 1765, la edici&oacute;n de Nicol&aacute;s de Azara, que buscaba la imitaci&oacute;n de buenos modelos frente a los excesos en los que hab&iacute;an ca&iacute;do los &uacute;ltimos imitadores de G&oacute;ngora. Ya en nuestro siglo, al amparo de la edici&oacute;n de don Tom&aacute;s Navarro Tom&aacute;s (1911), la influencia de Garcilaso es evidente en la formaci&oacute;n de los poetas de la generaci&oacute;n del 27: especialmente claros son los casos de Pedro Salinas, que tom&oacute; del poeta toledano el t&iacute;tulo para una de sus obras m&aacute;s conocidas, <em>La voz a ti debida;</em> y de Rafael Alberti, que lleg&oacute; a transformar esta admiraci&oacute;n en argumento po&eacute;tico:<br>
<br> 
"Si Garcilaso volviera<br>
yo ser&iacute;a su escudero,<br>
¡qu&eacute; gran caballero era!".<br>
<br> 
<p>Asimismo, en la primera postguerra, el af&aacute;n de los vencedores por restaurar los tiempos del Emperador dio lugar a una imitaci&oacute;n superficial y fr&iacute;a de la obra de Garcilaso por parte de unos poetas que, agrupados en torno a una revista literaria que llevaba por t&iacute;tulo el nombre del vate toledano, recibieron el apelativo de "garcilasistas".
 
<p>Toda la trayectoria editorial se&ntilde;alada, ajena por completo al autor, nos ha preservado un corpus po&eacute;tico breve y sin apenas variantes, al que se aplic&oacute; casi desde el origen un orden estr&oacute;fico (coplas, sonetos, canciones, eleg&iacute;as, ep&iacute;stola y &eacute;glogas) que no parece que fuera el original, toda vez que la mezcla de estrofas como medio de evitar la monoton&iacute;a era casi norma desde el propio <em>Canzoniere</em> de Francesco Petrarca. De hecho, el orden cronol&oacute;gico no se guarda siquiera dentro de la ordenaci&oacute;n estr&oacute;fica, dado que la "&Eacute;gloga II" es anterior a las otras dos y que la "Eleg&iacute;a a la muerte de don Bernardino de Toledo" parece ser una de sus &uacute;ltimas composiciones. Todo ello ha dado lugar a estudios como los de H. Keniston, Rafael Lapesa o Antonio Prieto, encaminados a encontrar el orden cronol&oacute;gico desde el punto de vista estil&iacute;stico -los dos primeros- o a partir de la historia amorosa que en &eacute;l se narra -seg&uacute;n propone Antonio Prieto.
 
<p>El tema principal de la poes&iacute;a de Garcilaso es el amor, entendido -al modo petrarquesco- como una pasi&oacute;n que sigue al poeta a lo largo de toda su vida, pasi&oacute;n que el poeta cultiva con el &aacute;nimo de superar, a trav&eacute;s de ella, el paso del tiempo. Sin embargo, no es Petrarca la &uacute;nica fuente de la poes&iacute;a de Garcilaso, sino que el influjo de las <em>Buc&oacute;licas</em> de Virgilio y de su adaptaci&oacute;n al italiano a cargo de Sannazaro, de la poes&iacute;a de Ausias March (especialmente claro en el soneto Amor, amor, un h&aacute;bito vest&iacute;) y de la de Horacio est&aacute;n presentes a lo largo de su producci&oacute;n. Con todo, la presencia de Petrarca y de la divisi&oacute;n <em>in vita e in morte</em> de su cancionero (partiendo de la vida y la muerte de Laura, su amada) est&aacute;n presentes en la obra del poeta toledano, quien cantar&aacute; a Isabel Freyre tanto en vida como tras su muerte, buscando en la poes&iacute;a un espacio de encuentro con ella m&aacute;s all&aacute; del tiempo, en una trayectoria ascendente que culminar&aacute; en la "&Eacute;gloga III".
 
<p>Con el tema amoroso se entrelazan, dentro del mismo deseo de variedad que hab&iacute;a llevado a Petrarca a mezclar metros diferentes, la amistad como descanso en las penas amorosas (habitualmente el confidente de estas cuitas es Bosc&aacute;n) y el sentimiento de simpat&iacute;a con la naturaleza, que acompa&ntilde;a al poeta en sus cavilaciones (as&iacute;, el paisaje danubiano en la "Canci&oacute;n III" -"Con un manso ruido"- o en la "&Eacute;gloga I", en la que los cantos de Salicio y Nemoroso tienen como fondo, por simpat&iacute;a o por contraste, la naturaleza propia de los libros de pastores que, a&uacute;n en su idealizaci&oacute;n, es soporte constante de los sentimientos del poeta). Con todo, amistad y naturaleza aparecen subordinadas a la historia de amor que el poeta vive, en la que son episodios principales sonetos como el quinto ("Escrito est&aacute; en mi alma vuestro gesto"), el octavo ("De aquella vista pura y excelente") y el decimoquinto ("Si quejas y lamentos pueden tanto"), en el que aparece ya el mito de Orfeo como modelo del poeta, que volver&aacute; a referirse a &eacute;l en la "&Eacute;gloga III" en unos versos tan felices como recordados, en los que anuncia c&oacute;mo dentro de la &eacute;gloga va a superar el mito de Orfeo, llevando m&aacute;s all&aacute; de la muerte su canto a la amada:<br>
<br> 
"Y a&uacute;n no se me figura que me toca<br>
aqueste oficio solamente en vida,<br>
mas, con la lengua muerta y fr&iacute;a en la boca,<br>
pienso mover la voz a ti debida.<br>
Libre mi alma de la estrecha roca,<br>
por el Estigio lago conducida,<br>
celebr&aacute;ndote ir&aacute;, y aquel sonido<br>
har&aacute; parar las aguas del olvido".<br>
<br> 
<p>Este poema presenta a cuatro ninfas que bordan sendos mitos en cuatro telas. Los tres primeros mitos son, precisamente, el de Orfeo y Eur&iacute;dice, el de Apolo y Dafne (al que ya hab&iacute;a cantado el poeta en el "Soneto XIII" -"A Dafne ya los brazos le crec&iacute;an"-) y el de Venus y Adonis: las tres historias tr&aacute;gicas en las que la muerte separa a los enamorados, o bien el rechazo y el cambio de naturaleza (Apolo y Dafne) impiden la realizaci&oacute;n del amor. Estos mitos sirven de introducci&oacute;n al cuarto mito, bordado por "la blanca Nise", en el que aparece la historia de Elisa y Nemoroso, es decir, la propia historia del enamorado poeta que, de esta forma, llega a una automitificaci&oacute;n que supera el l&iacute;mite de lo mortal y en la que ambos enamorados alcanzan el mismo destino que los dioses de la antig&uuml;edad, ese espacio que el poeta buscaba en la primer &eacute;gloga en la "tercera rueda" (es decir, en la esfera celeste correspondiente al planeta Venus) para reencontrarse m&aacute;s all&aacute; de la muerte con Elisa.
 
<p>Estil&iacute;sticamente hablando, se pueden distinguir dos etapas en su poes&iacute;a: una primera de aprendizaje dentro de los moldes estr&oacute;ficos de la poes&iacute;a castellana del XV, a la que pertenecen las ocho <em>Coplas</em> que abren su poemario, y en los que encontramos ya la presencia de Bosc&aacute;n como destinatario de una y coautor de otra, dentro del entender la poes&iacute;a como juego cortesano tan frecuente en las cortes del XV; y la segunda y definitiva, motivada por su decisi&oacute;n de probar la adaptaci&oacute;n del endecas&iacute;labo italiano a la lengua castellana. Sobre esta decisi&oacute;n nos ha dejado Bosc&aacute;n testimonio en su Carta a la duquesa de Soma, con la que se abren Las Obras y en la que se cuenta c&oacute;mo este recoger la herencia petrarquista fue sugerencia de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/navagier.htm"><b>Andrea Navagero</b></a> (embajador veneciano en las bodas del Emperador), sugerencia que Bosc&aacute;n traslad&oacute; a Garcilaso, quien habr&iacute;a de conseguir una perfecci&oacute;n en el tratamiento de dicho verso que lo har&iacute;a totalmente natural en nuestra lengua. Conviene destacar tambi&eacute;n que busc&oacute; cultivar todo tipo de estrofas con dicho endecas&iacute;labo, tanto el soneto como la ep&iacute;stola en tercetos encadenados, la octava o el endecas&iacute;labo blanco, as&iacute; como diversas variedades de estancia, de entre las que destaca la que, imitada por Fray Luis, San Juan y tantos otros, es conocida hasta nuestros d&iacute;as como lira por ser &eacute;sta una de las palabras del primer verso de dicha composici&oacute;n ("Canci&oacute;n V" u "Ode ad Florem Gnidi"):<br>
<br> 
"Si de mi baja lira<br>
tanto pudiera el son, que en un momento<br>
aplacase la ira<br>
del animoso viento<br>
y la furia del mar en movimiento [...]".<br>
 
 
<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>GALLEGO MORELL, Antonio. Garcilaso: documentos completos. (Barcelona: 1976).
<li>LAPESA, Rafael. Garcilaso. Estudios completos. (Madrid: 1985).
<li>PRIETO, Antonio. La Poes&iacute;a Espa&ntilde;ola del siglo XVI (Vol. I, "And&aacute;is tras mis escritos"). (Madrid: C&aacute;tedra, 1984).
<li>RIVERS, El&iacute;as L. edici&oacute;n de las Poes&iacute;as Castellanas Completas. (Madrid: Castalia, 1984). (4ªed.).
</ol> 

<p>G. Fern&aacute;ndez San Emeterio.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Wednesday, March 17, 1999, 3:06:58 PM
Last Updated: Wednesday, March 17, 1999, 3:06:58 PM
</address>
</html>
