<html>
<head>
<TITLE>Flavio Josefo</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Flavio Josefo">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Flavio Josefo (s. I d.C)</h1>
<hr>


<p> Historiador jud&iacute;o, miembro de un familia de estirpe sacerdotal, que naci&oacute; ca. 37-8 d.C. Defensor de la religi&oacute;n y cultura jud&iacute;as, fue partidario de Roma y contrario al nacionalismo extremista de su pueblo. En torno al a&ntilde;o 64 realiz&oacute; un viaje a Roma, donde adquiri&oacute; conciencia de la inutilidad de las revueltas jud&iacute;as contra el imperio. Fue puesto por el Sanedr&iacute;n al mando de Galilea al comienzo de la revuelta, donde fracas&oacute; en su intento de poner freno a los extremistas. En el a&ntilde;o 67, fue capturado por los romanos en Josafat y liberado a la llegada de Vespasiano al poder (algo que &eacute;l hab&iacute;a profetizado antes), por lo que Josefo adopt&oacute; en honor al emperador el sobrenombre de Flavio. A pesar de haber conseguido la libertad, Josefo permaneci&oacute; junto a Tito hasta la ca&iacute;da de Jerusal&eacute;n; luego, se march&oacute; a Roma, donde recibi&oacute; la ciudadan&iacute;a y obtuvo una pensi&oacute;n por parte del estado. Su primera obra hist&oacute;rica fue sobre la guerra que &eacute;l hab&iacute;a vivido. La obra se escribi&oacute;, en un principio, en arameo y luego se tradujo al griego, lengua que desde ese momento le sirvi&oacute; de veh&iacute;culo literario. El <em>Bellum Iudaicum,</em> con 7 libros, se inicia con una extensa introducci&oacute;n sobre la historia del pueblo jud&iacute;o desde las revueltas de los Macabeos hasta el a&ntilde;o 66. A partir de ese punto, narra la historia de la revuelta jud&iacute;a contra el imperio romano, para lo que se basa en su propia experiencia militar, en sus notas y, seguramente, en los Comentarios de Vespasiano y de Tito. Tras esta obra, Josefo public&oacute; en el a&ntilde;o 93-94 sus <em>Antiquitates Iudaicae,</em> una historia del pueblo jud&iacute;o en 20 libros, que abarcaba desde la Creaci&oacute;n hasta los tiempos inmediatamente anteriores a la guerra; en esta ocasi&oacute;n, Josefo volvi&oacute; a narrar algunos episodios recogidos en el <em>Bellum Iudaicum,</em> aunque ofrec&iacute;a una mayor cantidad de detalles. Sus &uacute;ltimas obras hist&oacute;ricas fueron su <em>Vita,</em> en la que intentaba defenderse de las acusaciones de Justo de Tiber&iacute;ades sobre su comportamiento en Galilea, y su <em>Contra Apionem,</em> una apolog&iacute;a del juda&iacute;smo en dos libros, donde atacaba las opiniones antisemitas de Api&oacute;n.


<h4>Bibliograf&iacute;a</h4>
 
<h5>Ediciones</h5>
<ol>
<li>NIESE, B.- Obras completas. Berl&iacute;n, 1887-1889, 7 vols. (reimpresi&oacute;n en 1955).
<li>THACKERAY, H. ST. J. & MARCUS, R. & WIKGREN, A. y FELDMAN, L. H.- Loeb, Londres, 1926-1965 ( ed. biling&uuml;e).
</ol> 

<h5>Estudios</h5>
<ol>
<li>LAQUEUR, R.- Der j&uuml;dische Historiker Flavius Josephus, 1920.
<li>WHISTON, W.- The Lifeand Works of Flav. Josephus, Filadelfia, 1957.
</ol> 

<h5>Traducciones</h5>
<ol>
<li>GARC&Iacute;A IGLESIAS, L. y RODRIGUEZ DE SEP&Uacute;LVEDA, M.- Autobiograf&iacute;a. Contra Api&oacute;n, Madrid, 1994
<li>SPOTTORNO D&Iacute;AS-CORO, Mª V.  y BUSTOS SAIZ, J. R.- Autobiograf&iacute;a. Sobre la Antig&uuml;edad de los jud&iacute;os. Contra Api&oacute;n, Madrid, 1987.
</ol> 

<p>Teresa Jim&eacute;nez-Calvente.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Wednesday, March 03, 1999, 2:07:53 PM
Last Updated: Wednesday, March 03, 1999, 2:07:53 PM
</address>
</html>
