<html>
<head>
<TITLE>Bartolom&eacute; Leonardo de Argensola </TITLE>
<meta name ="description"
value="Biograf&iacute;a de Bartolom&eacute; Leonardo de Argensola ">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Bartolom&eacute; Juan Leonardo de Argensola (1561-1631)</h1>
<hr>
 

<p> Poeta espa&ntilde;ol, nacido en Barbastro (Huelva) en 1561, y muerto en Zaragoza en 1631. Su fecunda obra po&eacute;tica lo conviti&oacute; en uno de los poetas aragones m&aacute;s celebrados en el Siglo de Oro de las letras castellanas.


<h4>Vida.</h4>
 
<p>Era hijo de Juan Leonardo y de Aldonza Tudela. Poco sabemos sobre su educaci&oacute;n: es posible que estudiara en la Universidad de Huesca, aunque no hay documentos que lo prueben. En 1579 publica unas octavas elogiando la <em>Divina y varia poes&iacute;a de fray Jaime Torres.</em> Recibi&oacute; el grado de bachiller en la Universidad de Zaragoza. Entre 1581 y 1584 estudi&oacute; Derecho can&oacute;nico en la Universidad de Salamanca. Otis H. Green piensa, sin embargo, que debi&oacute; graduarse en Zaragoza, y despu&eacute;s de 1591, pues en los registros de la Universidad de Salamanca no aparece su nombre.
 
<p>Posiblemente asisti&oacute; en Zaragoza, junto con su hermano <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/leodearl.htm"><b>Lupercio</b></a>, a las clases de Andr&eacute;s Schotto o a las de Sim&oacute;n Abril. Con estos maestros conoci&oacute; en profundidad a los autores cl&aacute;sicos, lo que se advierte claramente en su obra, en la que se puede apreciar la influencia de Horacio, Juvenal, Persio y Marcial. Hacia 1584-1586 entr&oacute; al servicio de don Fernando de Arag&oacute;n, duque de Villahermosa. Fue nombrado regente de la parroquia de los estados del duque, lo que le proporcion&oacute; el nombre de Rector de Villahermosa, con que fue conocido. Intervino en los sucesos que acaecieron en Arag&oacute;n con motivo de la huida de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/perezant.htm"><b>Antonio P&eacute;rez</b></a> en 1591-1592.
 
<p>A la muerte del duque de Villahermosa, pas&oacute; a servir a la emperatriz Mar&iacute;a, por lo que se traslad&oacute; a la Corte. All&iacute; entabla amistad con Nu&ntilde;o de Mendoza, el conde de Lemos, el <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/borjayar.htm"><b>pr&iacute;ncipe de Esquilache</b></a> y algunos eruditos. Durante estos a&ntilde;os demuestra un gran inter&eacute;s por la historia; escribi&oacute; <em>Conquista de las islas Molucas,</em> quiz&aacute;s por encargo del conde de Lemos, y los <em>Anales de Arag&oacute;n.</em> Debi&oacute; de trasladarse con la corte a Valladolid, donde escribi&oacute; algunos poemas.
 
<p>En 1603 muri&oacute; la Emperatriz. En 1608 el conde de Lemos pidi&oacute; en un memorial una pensi&oacute;n o una recompensa para Argensola, que recibi&oacute; 300 ducados. Con el nombramiento del de Lemos como virrey de N&aacute;poles en 1608, entr&oacute; a su servicio Bartolom&eacute;, ocupando un cargo. Con Lemos parti&oacute; para N&aacute;poles acompa&ntilde;ado por un grupo de poetas y escritores -su hermano Lupercio, Mira de Amescua, Jer&oacute;nimo de Barrionuevo- que, en la ciudad italiana, fundaron la Academia de los Ociosos.
 
<p>A la muerte de su hermano, acaecida en 1613, solicit&oacute; el puesto de cronista del reino de Arag&oacute;n, cargo que no le fue concedido hasta dos a&ntilde;os m&aacute;s tarde; fue luego nombrado can&oacute;nigo de la catedral de Zaragoza. Volvi&oacute; a Zaragoza y all&iacute; residi&oacute; hasta su muerte. Estos a&ntilde;os fueron muy fruct&iacute;feros, pues sus ocupaciones le permitieron la dedicaci&oacute;n a su obra po&eacute;tica y a su tarea de historiador.
 
<p>Muri&oacute; en febrero de 1631. En su testamento recomendaba a su sobrino Gabriel Leonardo que recogiera todos los papeles “de buenas letras y que yo por mi particular curiosidad y gusto he trabajado, los cuales quiero que guarde para s&iacute; y su entretenimiento, sin que se esparzan ni vayan a manos ajenas, que en fe desto no mando que se quemen todos”. El sobrino, sin embargo, no hizo caso de esta recomendaci&oacute;n y en 1634 public&oacute; en Zaragoza las <em>Rimas</em> de Lupercio y del Doctor Bartolom&eacute; Leonardo de Argensola.
 
 
<h4>Obra.</h4>
 
<p>La poes&iacute;a de Bartolom&eacute; Leonardo de Argensola permaneci&oacute; siempre fiel a los ideales cl&aacute;sicos, manteni&eacute;ndose alejado de las pol&eacute;micas literarias de su tiempo; como afirma Jos&eacute; Manuel Blecua: “da la impresi&oacute;n de ignorar del todo la nueva poes&iacute;a”. Su ideal consist&iacute;a en el estudio y la imitaci&oacute;n de los escritores cl&aacute;sicos: Horacio, Virgilio, Juvenal, Persio y Marcial. Quiz&aacute;s el poeta cl&aacute;sico al que m&aacute;s debe es Horacio; de &eacute;l aprendi&oacute; a escribir con precisi&oacute;n, a limar sus versos, y el gusto por la s&aacute;tira. De Juvenal recibi&oacute; la fuerza para denunciar los vicios de sus contempor&aacute;neos, y la nostalgia por un pasado. Tambi&eacute;n, y en esto no es diferente de muchos otros escritores de su &eacute;poca, se aprecia el inter&eacute;s por la Biblia, cuya influencia se puede ver en muchas de sus composiciones. Asimismo, cit&oacute; en sus obras a P&iacute;ndaro, Arist&oacute;teles, Plat&oacute;n, S&eacute;neca, Cicer&oacute;n, San Agust&iacute;n o Santo Tom&aacute;s, entre otros. 
 
<p>El sobrino del poeta, en la edici&oacute;n de su poes&iacute;a publicada en Zaragoza en 1634, recogi&oacute; 197 poemas, que agrup&oacute; en cuatro grupos: amorosos, sat&iacute;ricos, morales y religiosos, y de circunstancias. Por lo que se refiere al primer grupo, el de la poes&iacute;a amorosa, Blecua afirma que dan la impresi&oacute;n de ser un juego sin trascendencia, es decir, que Argensola nunca estuvo enamorado, tal y como parece confesar el mismo poeta en una ep&iacute;stola al pr&iacute;ncipe de Esquilache: “Yo te confieso que cuando uno empieza / celos, glorias, desdenes y esperanzas, / que se me desvanece la cabeza. // Dir&aacute;sme luego «T&uacute; no lo alcanzas / porque nunca estuviste enamorado, / ni sujeto a accidentes y mudanzas»”. Es una idea que ya aparece en la poes&iacute;a cancioneril: el poeta ha de fingir estar enamorado para ser considerado como un aut&eacute;ntico poeta.
 
<p>Escondi&oacute; a su amada en los nombre tradicionales en la &eacute;poca: Filis, Cintia o Laura. Su poes&iacute;a contiene un “sensualismo sabiamente reprimido”. En algunos poemas, como el que comienza “Si amada quieres ser, L&iacute;coris, ama”, se aleja del platonismo metaf&iacute;sico y parece recomendar una relaci&oacute;n f&iacute;sica. En sus poemas aparecen recogidos los t&oacute;picos de la descripci&oacute;n de la belleza femenina.
 
<p>Los poemas sat&iacute;ricos fueron los que m&aacute;s fama le proporcionaron entre sus contempor&aacute;neos, por lo que V&eacute;lez de Guevara lo denomin&oacute; “divino Juvenal aragon&eacute;s”. Blecua afirma que Argensola cre&iacute;a  en la seriedad de la s&aacute;tira, en su moralidad y en su posible eficacia correctora. De entre sus poemas sat&iacute;ricos quiz&aacute;s el que destaca m&aacute;s es la "Ep&iacute;stola a don Nu&ntilde;o de Mendoza", alabada por Men&eacute;ndez Pelayo, en la que el poeta, ante la decisi&oacute;n de don Nu&ntilde;o de enviar a sus hijos a la Corte, presenta un cuadro cr&iacute;tico de los vicios cortesanos: la codicia, la rapi&ntilde;a, la gula, la lujuria, el juego, el adulterio, la hipocres&iacute;a; adem&aacute;s, presenta una galer&iacute;a de tipos detestables: mentirosos, aduladores, deudores, religiosos ap&oacute;statas, narcisos, meretrices, etc. La ep&iacute;stola termina con un rotundo consejo: “que si en tu casa hay pozo bien profundo / o alta ventana, all&aacute; los precipita: / que en los castigos no desplace al mundo / quien por clemencia el m&aacute;s horrendo evita”. Tambi&eacute;n escribi&oacute; sonetos sat&iacute;ricos en los que hace objeto de su cr&iacute;tica ciertos oficios y personajes ya t&iacute;picos en este tipo de literatura: procuradores, abogados, mujeres que se maquillan demasiado, malos poetas, etc. 
 
 
 
<p>Otros poemas pertenecen a la poes&iacute;a moral, en la que sigue los temas m&aacute;s transitados por la literatura barroca: predominio de la raz&oacute;n sobre los sentidos, aviso sobre los peligros del mar, caducidad de la belleza femenina, el de la rosa y la brevedad de la vida, la calavera, el reloj. Su poes&iacute;a religiosa tiene unas ra&iacute;ces profundamente espirituales, con notas intimistas muy claras. En muchos de ellos se mezclan elementos b&iacute;blicos con cl&aacute;sicos. Hay que destacar la canci&oacute;n "A la nave de la Iglesia" o las dedicadas a la Pur&iacute;sima Concepci&oacute;n y a la Asunci&oacute;n. Tradujo algunos salmos, como el "Super flumina Babilonis". Dentro de la poes&iacute;a religiosa tambi&eacute;n se hallan poemas de circunstancias, escritos para determinadas fiestas o para participar en justas y cert&aacute;menes po&eacute;ticos.
 
<p>El &uacute;ltimo grupo de poes&iacute;as que estableci&oacute; el sobrino del poeta es el de las composiciones de circunstancias. Dentro de &eacute;l se encuentran poemas enviados a justas y cert&aacute;menes, como los que present&oacute; en Zaragoza y Salamanca con motivo de la muerte de Felipe II. La "Eleg&iacute;a por la muerte de la reina do&ntilde;a Margarita" es considerada por Jos&eacute; Manuel Blecua como una de las m&aacute;s bellas y originales eleg&iacute;as del siglo XVII. Merece tambi&eacute;n ser destacada la eleg&iacute;a que escribi&oacute; a la muerte de don Fernando de Castro, hermano del Conde de Lemos. 
 
<p>Hay que citar, por &uacute;ltimo, las traducciones que hizo de poemas de autores latinos, concretamente de Horacio, que amplifican notas del original, o la versi&oacute;n de una composici&oacute;n de P&iacute;ndaro.
 
 
<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>LEONARDO DE ARGENSOLA, Bartolom&eacute;. Rimas. 2 vols. (Ed. de Jos&eacute; Manuel Blecua). (Madrid: Cl&aacute;sicos Castellanos, 1974).
<li>BLECUA, Jos&eacute; Manuel. La poes&iacute;a aragonesa del Barroco. (Zaragoza: Guara, 1986).
<li>EGIDO, Aurora. La poes&iacute;a aragonesa del siglo XVII (Ra&iacute;ces culteranas). (Zaragoza: Instituci&oacute;n Fernando el Cat&oacute;lico, 1979).
</ol> 

VICTORIANO RONCERO L&Oacute;PEZ 
 
<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Thursday, February 18, 1999, 3:41:47 PM
Last Updated: Thursday, February 18, 1999, 3:41:47 PM
</address>
</html>
