<html>
<head>
<TITLE>Francisco L&oacute;pez de G&oacute;mara</TITLE>
<meta name ="description"
value="Biograf&iacute;a de  Francisco L&oacute;pez de G&oacute;mara">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Francisco L&oacute;pez de G&oacute;mara (1512-1572)</h1>
<hr>
 

<p> Escritor e historiador espa&ntilde;ol, nacido en G&oacute;mara (Soria) en 1511 y muerto en el mismo lugar hacia 1564. Fue profesor de letras cl&aacute;sicas en Alcal&aacute;. Se orden&oacute; sacerdote y viaj&oacute; a Roma. Fue el secretario y capell&aacute;n de Hern&aacute;n Cort&eacute;s. Su gran obra, redactada con datos suministrados por Cort&eacute;s y otros exploradores, es <em>La historia de las Indias y conquista de M&eacute;xico</em> (1552). La primera parte trata del descubrimiento y conquista del Nuevo Mundo, excepto de M&eacute;xico, hasta 1552. La segunda parte est&aacute; dedicada a M&eacute;xico y est&aacute; escrita con un estilo sencillo. La obra se reimprimi&oacute; en 1553 en Medina del Campo y en 1554 en Zaragoza y Amberes. Fue prohibida porque conten&iacute;a cr&iacute;ticas hacia algunas decisiones de Carlos V, y esto hizo que la obra cayera en olvido hasta 1717, que fue reimpresa de nuevo en una edici&oacute;n de Andr&eacute;s Gonz&aacute;lez Barcia. Hubo despu&eacute;s otras ediciones posteriores y fue traducida al italiano (1560), al ingl&eacute;s (1578) y al franc&eacute;s (1606). Escribi&oacute; tambi&eacute;n <em>Anales de Carlos V,</em> obra in&eacute;dita hasta 1912 y <em>De los hechos de los Barbarrojas,</em> sobre la conquista espa&ntilde;ola de Argel.

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Friday, March 05, 1999, 2:05:20 PM
Last Updated: Friday, March 05, 1999, 2:05:20 PM
</address>
</html>
