<html>
<head>
<TITLE>Marco Anneo Lucano</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Marco Anneo Lucano">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Marco Anneo Lucano (39-65)</h1>
<hr>
 

<p> Poeta latino. Naci&oacute; en C&oacute;rdoba y falleci&oacute; en Roma. Era hijo de Anneo Mela, hermano de S&eacute;neca, y de Acilia, hija de Acilio Lucano. Sus padres se trasladaron a Roma cuando &eacute;l era muy peque&ntilde;o, ciudad en la que recibi&oacute; una importante educaci&oacute;n de la mano del estoico Cornuto. Fue uno de los mejores amigos de Ner&oacute;n. Gracias a su t&iacute;o S&eacute;neca consigui&oacute; formarse en el estoicismo y en las artes. Declam&oacute; en el 60 las <em>Laudes Neronis</em> en las fiestas en honor a Ner&oacute;n, que no han llegado hasta nuestros d&iacute;as; no obstante, sabemos que con ellas consigui&oacute; la corona de poeta. Fue nombrado <em>cuestor</em> y <em>augur</em> por su enorme inteligencia, ya que no ten&iacute;a edad suficiente para ocupar estos cargos. Dedicados a Ner&oacute;n son sus los tres libros que componen <em>Farsalia,</em> cuyo t&iacute;tulo original era <em>Bellum civile.</em> A partir de esta &eacute;poca se distanci&oacute; de Ner&oacute;n por sus postulados estoicos anticesarianos y dio comienzo el tono republicano de sus libros posteriores. Encabez&oacute; la conjura de Pis&oacute;n: cuando fueron descubiertos en el 65 se suicid&oacute; abri&eacute;ndose las venas y muri&oacute; recitando versos. Se han perdido los poemas juveniles <em>Il&iacute;aca, Catachthonion, Saturnalia y Orpheus,</em> as&iacute; como los diez libros de <em>Silvae,</em> la tragedia <em>Medea,</em> epigramas y 14 <em>f&aacute;bulae salticae.</em> La <em>Farsalia,</em> sobre la guerra entre C&eacute;sar y Pompeyo, ha llegado inacabada en 10 libros; es un poema de oposici&oacute;n estoica a la monarqu&iacute;a y la expresi&oacute;n m&aacute;s t&iacute;pica del nuevo gusto anticl&aacute;sico.

 
<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, March 08, 1999, 12:35:22 PM
Last Updated: Monday, March 08, 1999, 12:35:22 PM
</address>
</html>
