<html>
<head>
<TITLE>Juan de Mariana</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Juan de Mariana">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Juan de Mariana (1535-1624)</h1>
<hr>
 

<p> Jesuita, te&oacute;logo e historiador espa&ntilde;ol, nacido en Talavera de la Reina (Toledo) en 1535 y muerto en 1624. Entr&oacute; en la Compa&ntilde;&iacute;a de Jes&uacute;s a la edad de 17 a&ntilde;os. Alumno de San Francisco de Borja, fue ordenado sacerdote en 1561 y, desde el principio, manifest&oacute; cualidades tan relevantes, que a los 24 a&ntilde;os fue nombrado profesor de teolog&iacute;a en el colegio de Roma; pas&oacute; despu&eacute;s a impartir la misma materia en Sicilia, y luego ense&ntilde;&oacute; literatura sagrada en Par&iacute;s. De vuelta a Espa&ntilde;a, fij&oacute; su residencia en Toledo, donde se distingui&oacute; en la predicaci&oacute;n, y obtuvo sucesivamente los cargos de examinador sinodal y consultor del tribunal de la Inquisici&oacute;n. Encargado de revisar la edici&oacute;n siriaca del Nuevo Testamento, hecha por Arias Montano, a quien Le&oacute;n de Castro y otros acusaban de herej&iacute;a, declar&oacute; a aqu&eacute;l inocente y absuelto de tan injusta acusaci&oacute;n. Trabaj&oacute; en la redacci&oacute;n del <em>Manual de los Sacramentos de Loaysa,</em> y en la edici&oacute;n de las obras de San Isidoro. Despu&eacute;s emprendi&oacute; la publicaci&oacute;n de diferentes obras que se distinguen por la elegancia de la dicci&oacute;n y por sus pintorescas descripciones, tanto como por la imparcialidad de sus juicios y cierto esp&iacute;ritu de libertad e independencia, muy notable para los tiempos en los que escrib&iacute;a y que le ocasionaron rudos ataques y acusaciones, y hasta persecuciones en los reinados de Felipe II y Felipe III. La m&aacute;s notable de estas obras es <em>Historiae de rebus Hispaniae libri XX,</em> obra escrita primero en lat&iacute;n y despu&eacute;s traducida por el autor al castellano, y que comprende desde la antig&uuml;edad m&aacute;s remota hasta la muerte de Fernando el Cat&oacute;lico. Fue divulgada por toda la Europa culta y sirvi&oacute; como fuente de inspiraci&oacute;n a muchas generaciones. Ticknor dijo de esta obra, que en ella se un&iacute;a la cr&oacute;nica pintoresca y la historia m&aacute;s sobria. Lo pintoresco de la obra fue lo que motiv&oacute; el ataque de Pedro Mantuano hacia Mariana. Otras obras suyas son: <em>De rege et regis institutione,</em> que el Parlamento de Par&iacute;s hizo quemarla por mano del verdugo, y en la que examina Mariana si hay derecho para castigar de muerte a un rey, y decide la cuesti&oacute;n afirmativamente; <em>Tractatus septem</em> (1609), donde hizo un ataque a la burocracia y a la corrupci&oacute;n; <em>De monetae mutatione,</em> en la que atacaba la pol&iacute;tica monetaria;  <em>De adventu Jacobi apostoli in Hispania,</em> donde cuestion&oacute; la verdad de la estancia de Santiago en Espa&ntilde;a; <em>Pro editione Vulgatae, De morte et inmortalitate, De die mortis Christi</em> y <em>De annis arabum.</em>


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Monday, March 08, 1999, 2:16:06 PM
Last Updated: Monday, March 08, 1999, 2:16:06 PM
</address>
</html>
