<html>
<head>
<TITLE>Andrea Navagiero</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Andrea Navagiero">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Andrea Navagiero (1483-1529)</h1>
<hr>
 

<p> Diplom&aacute;tico, humanista, historiador y escritor italiano, nacido en Venecia en 1483 y muerto en Blois (Francia) el 8 de mayo de 1529. Aprendi&oacute; en su ciudad natal sus primeras letras, para pasar luego a la Universidad de Padua, donde tuvo por maestro de griego a Marco Masuro, y por profesor de filosof&iacute;a a Pietro Pomponazzi. All&iacute;, inclinado sobre todo a la poes&iacute;a, la filosof&iacute;a y la bot&aacute;nica, entabl&oacute; estrechas relaciones con el poeta y humanista Pietro Bembo.

<p>A la muerte de Sabellico, el Senado de su Rep&uacute;blica le nombr&oacute; bibliotecario de la catedral de San Marcos, con la expresa encomienda de continuar la redacci&oacute;n de una historia de Venecia que aqu&eacute;l hab&iacute;a dejado inconclusa. Sin embargo, Navagiero, muy escrupuloso con el rigor de los hechos y con el respeto a los modelos de la antig&uuml;edad cl&aacute;sica de la &eacute;poca de Augusto, tampoco logr&oacute; ver acabada esta historia, ya que enseguida se vio ocupado en misiones diplom&aacute;ticas al servicio de sus conciudadanos. 

<p>En efecto, tras ejercer como cronista oficial de Venecia, en 1525 Navagiero fue nombrado embajador de esta Rep&uacute;blica cerca de Carlos I de Espa&ntilde;a y V de Alemania. Desembarc&oacute; en Barcelona, se desplaz&oacute; hasta Toledo y, despu&eacute;s de ocho meses de arduas embajadas (cuya principal negociaci&oacute;n parece que vino encaminada a conseguir la liberaci&oacute;n del rey franc&eacute;s Francisco I, cautivo de los espa&ntilde;oles tras la batalla de Pav&iacute;a), se sum&oacute; al largo viaje que la corte emprendi&oacute; por toda Andaluc&iacute;a.  Precisamente en este a&ntilde;o se celebraron las muy solemnes y festejad&iacute;simas bodas del Emperador con Isabel de Portugal, en el transcurso de las cuales Andrea Navagiero trab&oacute; amistad con el poeta barcelon&eacute;s Juan Bosc&aacute;n Almog&aacute;ver, a quien sugiri&oacute; la conveniencia de adaptar a la poes&iacute;a espa&ntilde;ola los temas y las formas m&eacute;tricas propias del floreciente humanismo italiano. H&iacute;zolo as&iacute; Bosc&aacute;n, dando cuenta de ello a su se&ntilde;alado amigo <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/garcilas.htm"><b>Garcilaso de la Vega</b></a>, quien, a la saz&oacute;n, a&uacute;n gozaba del amparo de Carlos V y se hallaba por ello presente en Granada en el verano de 1526, celebrando las reales tornabodas. De esta conversaci&oacute;n con Bosc&aacute;n se deriva toda la enorme importancia que Navagiero tuvo no s&oacute;lo para la l&iacute;rica espa&ntilde;ola del siglo XVI, sino para todo el desarrollo posterior de la poes&iacute;a espa&ntilde;ola.

<p>El 7 de diciembre de 1526 la Corte se traslad&oacute; a Valladolid, en donde la misi&oacute;n diplom&aacute;tica de Navagiero encontr&oacute; no pocos reveses. As&iacute;, el 30 de mayo de 1528 dio por concluida su embajada y se retir&oacute; a dar cuenta de ella al gobierno de su Rep&uacute;blica; el cual, harto satisfecho con las gestiones de Navagiero, lo envi&oacute; en otra delegaci&oacute;n diplom&aacute;tica a la corte francesa de Francisco I, que a la saz&oacute;n se hab&iacute;a aposentado en Blois. All&iacute;, un a&ntilde;o m&aacute;s tarde, le asalt&oacute; su prematura muerte, que fue muy sentida por todo el humanismo italiano.

<p>Su pasi&oacute;n renacentista por la cultura cl&aacute;sica lo arrastr&oacute; hasta posturas tan intransigentes como la de aprobar, entre todos los escritos grecorromanos, &uacute;nicamente los de la &eacute;poca &aacute;urea augusta. Se cont&oacute; acerca de &eacute;l que dio a la hoguera ciertas <em>Silvas</em> que hab&iacute;a compuesto durante su juventud, s&oacute;lo porque alguien juzg&oacute; que se asemejaban a unos versos de Estacio, poeta al que Navagiero consideraba menor; tambi&eacute;n se dijo que todos los a&ntilde;os quemaba un ejemplar de los epigramas de Marcial, creyendo que con esto rend&iacute;a un merecido homenaje a los de Catulo. De &eacute;stas y otras extravagancias similares le sobrevino una justa fama de hombre severo, pulcro y escrupulosamente riguroso, lo que en parte puede justificar (unido a que no vivi&oacute; muchos a&ntilde;os) la escasez de obras originales que dej&oacute; a la posteridad. Entre ellas, es obligado citar su documentado <em>Viaggio fatto in Spagna ed in Francia</em> (<em>Viaje por Espa&ntilde;a y Francia,</em> publicado en 1563), que fue traducido al castellano por Fabi&eacute; en 1879. Fueron tambi&eacute;n muy aplaudidas sus ediciones de autores cl&aacute;sicos, como las que dio a los t&oacute;rculos, acompa&ntilde;adas de profusas anotaciones, con las obras de Quintiliano (1513), Virgilio (1514), Lucrecio (1516), Ovidio y Terencio (1517) y Horacio y Cicer&oacute;n (1519).

<p>Entre su poes&iacute;a original, escrita tanto en lengua latina como en italiano, sobresale una peque&ntilde;a colecci&oacute;n de &eacute;glogas y epigramas recopilados bajo el t&iacute;tulo de <em>Lusus.</em> Se trata de un voluntario ejercicio po&eacute;tico y ret&oacute;rico que imita claramente las composiciones m&aacute;s c&eacute;lebres de Virgilio y Catulo. 

<p>En 1530 apareci&oacute; en Venecia una edici&oacute;n de las obras de Andrea Navagiero; casi dos siglos despu&eacute;s, en 1718, los hermanos Valp&oacute; reeditaron los escritos de este gran humanista, acompa&ntilde;ados de la biograf&iacute;a m&aacute;s completa que se le dedicara hasta entonces; y en 1855 Cicogna dio a la imprenta <em>Della vita e delle opere di Andrea Navagiero oratore, istorico, poeta veneziano del secolo decimosesto.</em>



<p>J. R. Fern&aacute;ndez de Cano

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Monday, March 08, 1999, 6:42:35 PM
Last Updated: Monday, March 08, 1999, 6:42:35 PM
</address>
</html>
