<html>
<head>
<TITLE>Fern&aacute;n P&eacute;rez de Guzm&aacute;n,</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Fern&aacute;n P&eacute;rez de Guzm&aacute;n,">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1> Fern&aacute;n P&eacute;rez de Guzm&aacute;n (1378-1460)</h1>
<hr>

<p> Escritor y poeta espa&ntilde;ol, nacido en Batres (Toledo) hacia 1378 y fallecido aproximadamente en 1460. Sobrino del canciller L&oacute;pez de Ayala, t&iacute;o del <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/lopezmen.htm"><b>marqu&eacute;s de Santillana</b></a> y abuelo de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/garcilas.htm"><b>Garcilaso de la Vega</b></a>, fue embajador de Castilla en Arag&oacute;n. Permaneci&oacute; en la corte desempe&ntilde;ando importantes cargos hasta que se retir&oacute; en 1435 por su enemistad con don &Aacute;lvaro de Luna. Fue condenado a prisi&oacute;n y, cuando fue puesto en libertad, se retir&oacute; a su se&ntilde;or&iacute;o de Batres, donde permaneci&oacute; dedicado al estudio y las letras hasta su muerte. Inici&oacute; sus tareas literarias con el cultivo de la poes&iacute;a: sus primeras obras se contienen en el <em>Cancionero de Baena,</em> y son cantigas de amor del tipo tradicional. Pero su obra m&aacute;s importante es su producci&oacute;n en prosa: <em>Mar de Historias</em> y <em>Generaciones y Semblanzas.</em> Hacia 1640 aparecieron algunos ejemplares de un pretendido incunable de 1499 bajo el t&iacute;tulo de <em>Cent&oacute;n epistolario del bachiller Fern&aacute;n G&oacute;mez de Cibdarreal,</em> que contiene la correspondencia de un m&eacute;dico de c&aacute;mara del rey Juan II, hasta entonces desconocido por famosos contempor&aacute;neos suyos. Tal redacci&oacute;n espuria, de autor an&oacute;nimo, tiene su importancia por ser una imitaci&oacute;n de la <em>Cr&oacute;nica del rey Don Juan II</em> de Fern&aacute;n P&eacute;rez de Guzm&aacute;n.


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Monday, February 22, 1999, 2:54:42 PM
Last Updated: Monday, February 22, 1999, 2:54:42 PM
</address>
</html>
