<html>
<head>
<TITLE>Juan P&eacute;rez de Montalb&aacute;n</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Juan P&eacute;rez de Montalb&aacute;n">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Juan P&eacute;rez de Montalb&aacute;n (1602-1638)</h1>
<hr>
 

<p> Escritor, religioso y dramaturgo espa&ntilde;ol, nacido y fallecido en Madrid. Proced&iacute;a de una familia de conversos. Estudi&oacute; en Alcal&aacute;, donde conoci&oacute; a <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/lopevega.htm"><b>Lope de Vega</b></a>. Se doctor&oacute; en teolog&iacute;a y se orden&oacute; sacerdote en 1625, ingresando en la congregaci&oacute;n de San Pedro. Fue notario apost&oacute;lico de la Inquisici&oacute;n y termin&oacute; sus d&iacute;as sumido en la locura. Cuando contaba 17 a&ntilde;os, escribi&oacute; una comedia, <em>Morir y disimular.</em> Tambi&eacute;n escribi&oacute; <em>Orfeo</em> en lengua castellana, de estilo culterano (1624) y <em>Sucesos y prodigios de amor en ocho novelas</em> (1627). Bi&oacute;grafo de Lope en <em>Fama p&oacute;stuma a la vida y muerte del doctor fray Lope F&eacute;lix de Vega Carpio y elogios paneg&iacute;ricos a la inmortalidad de su nombre</em> (1636). Al estilo de <em>Los Cigarrales</em>, de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/tirsomol.htm"><b>Tirso de Molina</b></a>, escribi&oacute; su obra <em>Para todos</em>. La importancia de esta obra estriba en que fue el inicio de una violenta pol&eacute;mica literaria con <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/quevedof.htm"><b>Francisco de Quevedo</b></a>, quien aprovech&oacute; <em>Para todos,</em> para difundir sarcasmos contra Montalb&aacute;n en la s&aacute;tira <em>La Perinola.</em> Sus 60 comedias se dividen en hist&oacute;ricas, como <em>La monja alf&eacute;rez, Diego Garc&iacute;a de Paredes, La doncella de labor, El se&ntilde;or don Juan de Austria;</em> de intriga como, <em>La m&aacute;s constante mujer, No hay vida como la honra, La toquera vizca&iacute;na</em> y de tema religioso, como <em>Santa Mar&iacute;a Egipc&iacute;aca</em> y <em>La gitana de Menfis.</em>


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Thursday, March 11, 1999, 6:52:13 PM
Last Updated: Thursday, March 11, 1999, 6:52:13 PM
</address>
</html>
