<html>
<head>
<TITLE>Francesco Petrarca</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Francesco Petrarca">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Francesco Petrarca (1304-1374)</h1>
<hr>
 

<p> Escritor italiano. Naci&oacute; en Arezzo y falleci&oacute; en Arqu&agrave;. Su padre se llamaba Petrarco y era notario florentino, exiliado de Florencia por los mismos motivos que Dante. Su madre se llamaba Eletta Canigiani. En 1311 los padres de Petrarca se trasladaron a Carpentras, cerca de Avi&ntilde;&oacute;n, por ser la sede de los papas. Su padre le envi&oacute; a estudiar a Montpellier y despu&eacute;s, junto a su hermano, march&oacute; a estudiar leyes a Bolonia. En 1326 regres&oacute; a Francia. En Avi&ntilde;&oacute;n conoci&oacute; a Laura, de quien siempre estuvo enamorado aunque no fue correspondido: ella le inspir&oacute; una gran parte de sus composiciones. Dilapid&oacute; el patrimonio paterno y no le qued&oacute; m&aacute;s remedio que tomar &oacute;rdenes menores y dedicarse al estudio de los cl&aacute;sicos: ley&oacute; a Cicer&oacute;n, Virgilio, Livio y, sobre todo, a San Agust&iacute;n, aunque no se interes&oacute; por la escol&aacute;stica. Fue nombrado capell&aacute;n de familia en el a&ntilde;o 1330 por el cardenal Giovanni Colonna, con quien viaj&oacute; por toda Europa. Visit&oacute; Par&iacute;s, Gante, Lieja, Aquisgr&aacute;n, Colonia y Lyon. En 1337 visit&oacute; Roma por primera vez y qued&oacute; prendado de las antig&uuml;edades cl&aacute;sicas y cristianas. De regreso a Avi&ntilde;&oacute;n, se retir&oacute; a Vanchuse, donde hab&iacute;a adquirido una casa. El deseo de una vida solitaria y alejada de pasiones terrenales (hab&iacute;a tenido dos hijos), no le restaron para nada su prestigio pol&iacute;tico y cultural. Recibi&oacute;, en 1340, el ofrecimiento de la coronaci&oacute;n po&eacute;tica por la redacci&oacute;n parcial del poema <em>&Aacute;frica:</em> naturalmente, escogi&oacute; Roma. El 8 de abril de 1341 fue coronado de manos del senador Orso dell'Anguillara. Antes hab&iacute;a estado en presencia del rey Roberto de Anjou leyendo episodios del poema. Estuvo hospedado por Azzo da Correggio, cerca de Parma, en Selvapiana. All&iacute; redact&oacute; la primera parte de <em>&Aacute;frica.</em> En 1342, de nuevo en Vanchuse, busc&oacute; la tranquilidad, pero el nacimiento de su hija y la conversi&oacute;n de su hermano Gherardo, acentuaron su crisis espiritual. Volvi&oacute; a viajar, &eacute;sta vez a N&aacute;poles por encargo del Papa.

<p>En Verona descubri&oacute; textos ciceronianos, entre ellos las <em>Ep&iacute;stolas de &Aacute;tico.</em> En 1347 parti&oacute; hacia Roma atra&iacute;do por la reforma de Cola di Rienzo, aunque el cariz de los acontecimientos le hicieron quedarse en Parma. En 1348 conoci&oacute; la muerte de Laura debida a la peste que asolaba Europa. Sigui&oacute; recorriendo Italia: visit&oacute; Capri, Ferrara, Padua, Mantua, Florencia. En todas partes se le recib&iacute;a con honores. Volvi&oacute; a Provenza por encargo del Papa en 1351. All&iacute; escribi&oacute; las primeras ep&iacute;stolas a Carlos IV de Bohemia. De 1353-61 fue hu&eacute;sped de los Visconti en Mil&aacute;n. En 1362 visit&oacute; Venecia y le dieron una casa a cambio de que donara todos sus libros cuando falleciera. En Venecia le visit&oacute; su amigo Boccacio. Abandon&oacute; Venecia tras discutir con cuatro j&oacute;venes fil&oacute;sofos a quienes escribi&oacute; <em>De suis ipsius et multorum ignorantia.</em> Se march&oacute; de Venecia, pas&oacute; por Padua y finalmente se instal&oacute; en Arqu&agrave;. A esta ciudad lleg&oacute; su hija con el marido,  viviendo unos a&ntilde;os felices y muy tranquilo. Petrarca permaneci&oacute; en &eacute;sta ciudad hasta su muerte.


<h4>Obras latinas</h4>

<p>Las obras latinas, prosas y poemas, son m&aacute;s numerosas que su producci&oacute;n en vulgar, toda ella en verso. Es muy importante su epistolario donde, sugestionado por Cicer&oacute;n y S&eacute;neca, quer&iacute;a pasar como ellos a la historia. Public&oacute; 24 libros de ep&iacute;stolas:<em> Rerum familiarum,</em> con 350 cartas, algunas incluso en verso, escritas entre 1325-1366. De las <em>Familiares,</em> excluy&oacute; 19 cartas, tituladas <em>Sine nomine,</em> sobre la curia de Avi&ntilde;&oacute;n. Existen otras 120 ep&iacute;stolas <em>Rerum senilium,</em> reunidas en 17 libros, escritas entre 1361-1374, posiblemente con ellas quisiera concluir <em>Ep&iacute;stola ad posteros o Posteritati,</em> que nos ha llegado aparte y es una autobiograf&iacute;a hasta el 1371. Hay 57 cartas, las <em>Variae</em> y 66 <em>Epistolae metricae,</em> en hex&aacute;metros; junto a ellas se sit&uacute;an las 12 &eacute;glogas del <em>Bucolicum carmen,</em> 1346-48, sobre temas hist&oacute;ricos, inspirados en Virgilio. Dirigi&oacute; varias ep&iacute;stolas a personajes relevantes, como son: al m&eacute;dico de Clemente VI <em>Invectivae contra medicum,</em> 1352-53; <em>Invectiva contra quendam magni status hominem sed null&iacute;us scientiae aut virtutis,</em> 1355, contra el cardenal Jean de Caraman; <em>De suis ipsius et multorum ignorantia,</em> 1367, defensa de los principios agustinianos frente al averro&iacute;smo; <em>Invectiva contra eum qui maledixit Italiae,</em> contra Jean de Hesdin. Pretendi&oacute; resucitar la &eacute;pica cl&aacute;sica al modo de Virgilio con el poema <em>&Aacute;frica,</em> sobre la segunda guerra p&uacute;nica. Inici&oacute; en Vanchuse una especie de comentario hist&oacute;rico-erudito en prosa al poema <em>De viris illustribus,</em> 1338; s&oacute;lo quedan 23 biograf&iacute;as de personajes romanos, 12 del Antiguo Testamento y 2 personajes mitol&oacute;gicos. Incompleta es la obra <em>Rerum memorandum libri,</em> 1343-45, sobre an&eacute;cdotas hist&oacute;ricas. No tiene mucho inter&eacute;s el <em>Itinerarium breve de Ianua ad Ierusalem et terram sanctam,</em> 1358, especie de gu&iacute;a para moverse por Tierra Santa.

<p>De 1346 es <em>De vita solitaria,</em> en dos libros, de 8 y 15 cap&iacute;tulos respectivamente, sobre la soledad del literato. Dedic&oacute; a su hermano Gherardo y a los cartujos de Montrieux <em>De otio religioso,</em> 1347. De un gran fervor religioso son los <em>Psalmi poenitentiales,</em> 1348. El m&aacute;s medieval de todos sus tratados es <em>De remediis utriusque fortunae,</em> 1354-1366, para saber como resistir las adversidades a trav&eacute;s de remedios estoicos. El testamento espiritual de Petrarca lo constituye <em>De secreto conflictu curarum mearum</em> o <em>Secretum,</em> lo redact&oacute; en 1342-43 y lo retoc&oacute; en Mil&aacute;n en 1353-1358. Consta de tres libros y trata sobre discusiones inventadas con san Agust&iacute;n. Por tanto, es un libro de profunda meditaci&oacute;n cristiana sobre la muerte.
 
 
<h4>El <em>Cancionero</em> y Los <em>Triunfos</em></h4>

<p>Dedic&oacute; toda la vida a componer el <em>Cancionero,</em> desde 1335 hasta su muerte. La redacci&oacute;n m&aacute;s tard&iacute;a del <em>Cancionero</em> es <em>Rerum vulgarium fragmenta</em> que consta de 317 sonetos, 29 canciones, 9 sextinas, 7 baladas y 4 madrigales. Las poes&iacute;as excluidas fueron reunidas en <em>Rimas dispersas o extravagantes.</em> La canci&oacute;n <em>I'vo pensando, et nel penser m'assale</em> divide el <em>Cancionero</em> en dos partes: en vida y en muerte de Laura. No canta la pasi&oacute;n en el nacimiento y desarrollo, sino m&aacute;s bien su alma inquieta, de psicolog&iacute;a fr&aacute;gil, en conflicto entre el ideal y la realidad. Obtuvo una unidad estil&iacute;stica de admirable equilibrio: por una parte rechaz&oacute; las asperezas realistas dantescas, por otra englob&oacute; las experiencias de la poes&iacute;a provenzal cort&eacute;s y del stilnovo. M&aacute;s decepcionante es el poema en vulgar <em>Triunfos,</em> iniciado antes de 1340 y terminado en 1374; consta de seis cuadros: el Triunfo del Amor, del Pudor, de la Muerte, de la Fama, del Tiempo, y de la Eternidad. Est&aacute; en la l&iacute;nea de los poemas medievales aleg&oacute;rico-did&aacute;cticos. Del poema s&oacute;lo merecen la pena algunas partes l&iacute;ricas.
 
 
<h5>Difusi&oacute;n</h5>

La difusi&oacute;n fue enorme no s&oacute;lo en Italia sino en toda Europa; el fen&oacute;meno denominado petrarquismo se extendi&oacute; r&aacute;pidamente. Su amor por los cl&aacute;sicos anunci&oacute; el advenimiento del humanismo. Su humanismo es un hecho de conciencia y de moral: desde lo externo busc&oacute; el interior del hombre.
 
 
<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Friday, March 12, 1999, 10:57:30 AM
Last Updated: Friday, March 12, 1999, 10:57:30 AM
</address>
</html>
