<html>
<head>
<TITLE>Francisco de Quevedo y Villegas</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Francisco de Quevedo y Villegas">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Francisco de Quevedo y Villegas (1580-1645)</h1>
<hr>


<p> Poeta, dramaturgo y narrador espa&ntilde;ol, nacido en Madrid en 1580 y muerto en Villanueva de los Infantes (Ciudad Real) en 1645. M&aacute;ximo representante de la corriente conceptista que floreci&oacute; en las letras hisp&aacute;nicas del Siglo de Oro, tuvo el acierto de forjar una prosa tersa, pulida y esmerada, cuya riqueza y variedad s&oacute;lo tienen comparaci&oacute;n con la altura a la que se remontan los alardes ling&uuml;&iacute;sticos de su poes&iacute;a.  

 


<h4>Vida.</h4>
 
<p>Pertenec&iacute;a a una familia de la baja nobleza, que se hab&iacute;a integrado en el alto funcionariado y en la servidumbre de palacio. As&iacute;, su padre, el monta&ntilde;&eacute;s Pedro G&oacute;mez de Quevedo, fue secretario particular de la infanta do&ntilde;a Mar&iacute;a, futura esposa de Maximiliano II, y de la reina do&ntilde;a Ana de Austria. Su madre, Ana de Santib&aacute;&ntilde;ez, fue dama de la reina y de la infanta Isabel Clara Eugenia. De esta manera, Quevedo anduvo por palacio desde su infancia. Estudi&oacute; en el Colegio Imperial, situado en la madrile&ntilde;a calle de Toledo, en el edificio que hoy alberga al Instituto de Bachillerato "San Isidro", que regentaba la Compa&ntilde;&iacute;a de Jes&uacute;s, y, posteriormente, en las universidades de Alcal&aacute; y Valladolid (en &eacute;sta &uacute;ltima Teolog&iacute;a entre 1601 y 1606, a&ntilde;os en los que la corte estuvo instalada all&iacute;). De estos a&ntilde;os datan su enemistad con <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/gongora.htm"><b>G&oacute;ngora</b></a>, el inicio de su correspondencia con Justo Lipsio y su fama como poeta, cimentada sobre todo en la aparici&oacute;n de poemas suyos en las <em>Flores de poetas ilustres,</em> recogidas por Pedro de Espinosa y publicadas en Valladolid en 1605.
 
<p>En 1606, vuelve a la Madrid con la corte y comienza a buscar acomodo dentro de ella. Lo hallar&aacute; en primer lugar con el Duque de Osuna, al que conoci&oacute;, al parecer, durante sus a&ntilde;os de estudiante en Alcal&aacute; de Henares. Comienza a escribir sus <em>Sue&ntilde;os</em> y su <em>Espa&ntilde;a defendida de los tiempos de ahora,</em> y traduce a Anacreonte y a Foc&iacute;lides; concurre a academias como la del conde de Salda&ntilde;a. Al tiempo, orgulloso de su origen nobiliario, inicia un pleito por el se&ntilde;or&iacute;o de la Torre de Juan Abad, que ganar&iacute;a en 1631 y que le costar&iacute;a abundantes esfuerzos y dineros. En 1613, y tras padecer una crisis espiritual que se plasm&oacute; en sus <em>L&aacute;grimas de Jerem&iacute;as castellanas</em> (entre otras obras), acepta el puesto de secretario del Duque de Osuna, con el que parte a Sicilia y, de all&iacute;, a N&aacute;poles. Durante sus a&ntilde;os en Italia, realiza importantes misiones diplom&aacute;ticas para el Duque, que, en pago, le consigue el h&aacute;bito de Santiago. Entre ellas, adem&aacute;s de sobornos en la corte para lograr el virreinato de N&aacute;poles para el duque, destacar&aacute; la famosa la conjuraci&oacute;n de Venecia, en la que el poeta se ver&aacute; involucrado. Al caer en desgracia su protector en 1620, sufri&oacute; destierro en la Torre y prisi&oacute;n al a&ntilde;o siguiente y hasta 1622.
 
<p>En 1634, se casa con Esperanza de Mendoza, se&ntilde;ora de Cetina, viuda de la que se separ&oacute; a los dos a&ntilde;os y que lo dej&oacute; viudo en 1641. Mientras, la dureza de sus burlas contra todo el mundo le han granjeado numerosos enemigos, entre ellos el todopoderoso Olivares del que tanto hab&iacute;a esperado en principio el autor (v&eacute;anse al respecto obras suyas como <em>El Chit&oacute;n de las Tarabillas</em> o la dedicatoria enderezada al valido al frente de la edici&oacute;n de la <em>Poes&iacute;a</em> de fray Luis de Le&oacute;n, as&iacute; como el nombramiento del autor para secretario del rey, que dan muestra de una relaci&oacute;n que en principio no pod&iacute;a ser mejor). Todo ello lo sit&uacute;a en una posici&oacute;n inc&oacute;moda que propicia ataques como los enderezados por Pacheco de Narv&aacute;ez, el padre Niseno y <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/peremont.htm"><b>Juan P&eacute;rez de Montalb&aacute;n</b></a> en el <em>Tribunal de justa venganza, erigido contra los escritos de don Francisco de Quevedo, maestro de errores, doctor en desverguenzas, licenciado en bufoner&iacute;as, bachiller en suciedades, catedr&aacute;tico de vicios y protodiablo entre los hombres,</em> publicado en 1635. En este mismo a&ntilde;o, Pacheco de Narv&aacute;ez lo denuncia a la Inquisici&oacute;n. Los ataques se centran, con frecuencia, en su cojera y en su miop&iacute;a, de los que hizo burla &eacute;l mismo.
 
<p>En 1639, es detenido acusado de ser esp&iacute;a de los franceses y conducido a San Marcos de Le&oacute;n, donde permanece hasta 1643 en tan malas condiciones que su salud se resiente. La an&eacute;cdota de que el poeta logr&oacute; hacer llegar hasta la servilleta del rey un memorial contra el valido y que &eacute;ste fue el origen de la indisposici&oacute;n nunca ha logrado ser comprobada. Con todo, la ep&iacute;stola "No he de callar por m&aacute;s que con el dedo" dirigida al valido, se&ntilde;ala cierta indisposici&oacute;n del poeta para con un r&eacute;gimen que perpetuaba los errores del que hab&iacute;a querido corregir. Durante estos a&ntilde;os de c&aacute;rcel, escribe obras como el <em>Marco Bruto,</em> que publica a su regreso a Madrid en 1644. Al a&ntilde;o siguiente se retira a la Torre de Juan Abad, donde contin&uacute;a escribiendo hasta que su enfermedad lo obliga a trasladarse a Villanueva de los Infantes, donde muere el d&iacute;a 8 de septiembre.
 
 
<h4>Obra.</h4>
 
<p>La obra de Quevedo abarca tanto la prosa como el verso y el teatro, aunque en &eacute;ste &uacute;ltimo su habilidad se mostrara menor. Los temas tratados por el autor, en uno y otro g&eacute;nero, van de la burla m&aacute;s descarada y cruel, por la que es m&aacute;s conocido, hasta la meditaci&oacute;n m&aacute;s honda sobre el sentido de la vida, pasando por reflexiones de car&aacute;cter pol&iacute;tico y por una l&iacute;rica amorosa que contradice en su hondura la misoginia que tantas veces demuestra en sus obras de burlas. 

<p>S&oacute;lo parte de dicha obra se public&oacute; en vida del autor.  As&iacute;, la poes&iacute;a no vio la luz hasta 1648, a cargo de Pedro Gonz&aacute;lez de Salas, bajo el t&iacute;tulo de <em>El Parnaso espa&ntilde;ol, monte en dos cumbres dividido, con las nueve Musas,</em> edici&oacute;n completada por Pedro Aldrete y Villegas, sobrino del poeta, bajo el t&iacute;tulo de <em>Las tres musas &uacute;ltimas castellanas</em> (1670).
 
 
<h5>Prosa.</h5>
 
<p>A pesar de la temprana fama del autor como poeta, las primeras obras concluidas lo fueron en prosa, as&iacute; libelos como <em>Vida de la corte y oficios entretenidos de ella, las Cartas del Caballero de la Tenaza, la Prem&aacute;tica que este a&ntilde;o de 1600 se orden&oacute;</em> o la temprana <em>Historia del Busc&oacute;n llamado Pablos,</em> acabada, al parecer, hacia 1604, y en la que caricaturizaba el g&eacute;nero picaresco que, a partir del lejano <em>Lazarillo de Tormes,</em> se consolidaba en sus d&iacute;as con el <em>Guzm&aacute;n de Alfarache</em> de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/aleman.htm"><b>Mateo Alem&aacute;n</b></a>. En su obra, la &uacute;nica de car&aacute;cter narrativo, Quevedo logra vaciar de contenido moral, o siquiera humano, la historia del p&iacute;caro, que se transforma por obra de su riqu&iacute;sima prosa en pura burla hiperb&oacute;lica, tal y como se puede comprobar en el conocido retrato del D&oacute;mine Cabra. El <em>Busc&oacute;n</em> no se edit&oacute; hasta 1622, y esto de forma fraudulenta, lo que suced&iacute;a con frecuencia en la &eacute;poca y m&aacute;s a&uacute;n con Quevedo, renuente a publicar tras varios tropiezos iniciales con censores como el padre Antol&iacute;n Montojo que, en 1610, calific&oacute; <em>El Sue&ntilde;o del Juicio Final</em> de "chabacano e imprudente" neg&aacute;ndole la aprobaci&oacute;n. De esta manera, los <em>Sue&ntilde;os,</em> que ven&iacute;an siendo escritos desde los primeros a&ntilde;os de la corte en Madrid y hasta 1622, no vieron la prensa hasta 1627 y en un texto notablemente defectuoso, lo que llev&oacute; al autor a publicarlos en 1631 bajo el t&iacute;tulo de <em>Juguetes de la ni&ntilde;ez y travesuras del ingenio,</em> limando los aspectos m&aacute;s irreverentes y cambiando los t&iacute;tulos de varios de ellos. Son los <em>Sue&ntilde;os </em>una serie de di&aacute;logos de car&aacute;cter aleg&oacute;rico-burlesco en los que, de forma parecida a Graci&aacute;n pero en tono de burla, se toca el tema del desenga&ntilde;o del mundo y de la diferencia entre apariencia y verdad. Son los titulados <em>El Sue&ntilde;o del Juicio Final </em>(en la edici&oacute;n definitiva <em>Sue&ntilde;o de las calaveras</em>); <em>El alguacil endemoniado</em> (despu&eacute;s <em>El alguacil alguacilado</em>); Sue&ntilde;o del infierno (despu&eacute;s <em>Las zahurdas de Plut&oacute;n</em>); <em>El mundo por de dentro</em> y <em>El sue&ntilde;o de la muerte</em> (despu&eacute;s <em>La visita de los chistes</em>). Relacionados con ellos est&aacute;n obras posteriores como el <em>Discurso de los diablos o Infierno enmendado</em> (1628) y <em>La hora de todos y la fortuna con seso</em> (1635).
 
<p>El contenido asc&eacute;tico-senequista aparece en prosa en obras como <em>La cuna y la sepultura</em> (1634) o las in&eacute;ditas <em>L&aacute;grimas de Jerem&iacute;as</em> y se ti&ntilde;e de preocupaci&oacute;n pol&iacute;tica en <em>Pol&iacute;tica de Dios, gobierno de Cristo, tiran&iacute;a de Satan&aacute;s</em> (1626, segunda parte p&oacute;stuma en 1655) o <em>Marco Bruto</em> (1644), en las que se&ntilde;ala sus teor&iacute;as sobre el buen gobierno. Como ejemplo le sirve Bruto, que fue perseguido y condenado por haber librado a la rep&uacute;blica de Julio C&eacute;sar, en tanto que C&eacute;sar, que hab&iacute;a convertido el gobierno en una tiran&iacute;a, era ensalzado. A la misma preocupaci&oacute;n corresponden la traducci&oacute;n de la <em>Introducci&oacute;n a la vida devota de San Francisco de Sales</em> (1634) o las glosas al tratado de S&eacute;neca <em>De los remedios de cualquier fortuna</em> (1638).
 
<p>A atacar a los escritores culteranos y a otros enemigos literarios dedic&oacute; escritos como la <em>Aguja de navegar cultos o La culta latiniparla.</em>
 
<p>Obras de menor importancia son <em>Espa&ntilde;a defendida de los tiempos de ahora</em> (1609), exaltaci&oacute;n patri&oacute;tica de la historia, las costumbres y las lenguas nacionales y el <em>Memorial por el patronato de Santiago, solo y &uacute;nico patr&oacute;n de las Espa&ntilde;as</em> (1628), defensa del patronazgo del ap&oacute;stol frente a los que defend&iacute;an la posibilidad de compartirlo con santa Teresa.
 
 
<h5>Poes&iacute;a.</h5>
 
<p>La obra po&eacute;tica de Quevedo presenta las mismas dos caras de su prosa: una seria y meditativa y otra burlesca y chocarrera que se hermanan a trav&eacute;s de los procedimientos estil&iacute;sticos, que alcanzan su punto m&aacute;s exagerado en las obras de car&aacute;cter c&oacute;mico. As&iacute;, dentro de la costumbre de alternar las burlas y las veras, encontramos fechados por el mismo tiempo poemas tan diferentes como los metaf&iacute;sicos del "Her&aacute;clito Cristiano" y el burlesco "Retirado de la corte responde a la carta de un m&eacute;dico". Con todo, ambas caras responden a una &uacute;ltima motivaci&oacute;n similar: la s&aacute;tira feroz es una expresi&oacute;n diferente de la misma frustraci&oacute;n y del mismo pesimismo vital que los poemas meditativos.
 
<p>Estil&iacute;sticamente, la poes&iacute;a de Quevedo supone la m&aacute;xima expresi&oacute;n de lo que la cr&iacute;tica ha venido llamando "estilo conceptista", consistente en decir el mayor n&uacute;mero de cosas posibles con el menor n&uacute;mero de palabras. Con este estilo, que se enraizaba en la tradici&oacute;n epigram&aacute;tica de la poes&iacute;a del XV y en la escritura de autores como don Juan Manuel, se opon&iacute;a Quevedo a la poes&iacute;a gongorina, aunque su estilo no sea tanto fruto de un enfrentamiento como expresi&oacute;n de su propia personalidad, cualquiera que fuera el papel que jugara dicho enfrentamiento en la ulterior evoluci&oacute;n del dicho estilo. De esta manera, la poes&iacute;a de Quevedo se caracteriza por la utilizaci&oacute;n de recursos como los diferentes juegos de palabras que permiten darle al concepto dos y tres sentidos diferentes, la hip&eacute;rbole o la animalizaci&oacute;n fundamentales en la poes&iacute;a de tipo caricaturesco. Todo ello auxiliado por un manejo de la sintaxis y el vocabulario que le permiten encerrar en el estrecho margen de un endecas&iacute;labo frases enteras que se acumulan a lo largo del poema.
 
<p>En lo que respecta a la lucha entre culteranos y conceptistas, tantas veces repetida por los manuales, la soledad en la que vivi&oacute; Quevedo no lo convierten en el mejor elemento para ser cabeza de escuela alguna, por lo que no se trata tanto de enfrentar a culteranos y conceptistas, cuanto hablar de la reacci&oacute;n contra la poes&iacute;a gongorina, en la que entran tanto el estilo de Quevedo como el de Lope y sus "poetas claros" y en cuyo desarrollo cuenta tanto la obra personal de estos autores y los actos en los que participaran como las ediciones que Quevedo preparara de autores del XVI (concretamente de fray Luis de Le&oacute;n y de Francisco de la Torre) para oponerlos como poetas "espa&ntilde;oles" a la poes&iacute;a "extranjera" de G&oacute;ngora. En cualquier caso, este enfrentamiento est&eacute;tico dio origen, en la pluma de Quevedo, a admirables creaciones sat&iacute;rico-burlescas.
 
<p>Por lo general, se ha venido clasificando la poes&iacute;a de Quevedo en los siguientes apartados: poes&iacute;a metaf&iacute;sica, poes&iacute;a moral, poes&iacute;a religiosa, poes&iacute;a amorosa y poes&iacute;a sat&iacute;rica, la m&aacute;s numerosa de su producci&oacute;n. De todas, ellas, la amorosa supone una ruptura con esa angustia que podemos calificar de existencial y que le arranca los m&aacute;s hondos acentos del soneto:<br>
<br> 
"Traigo todas la Indias en mi mano:<br>
perlas que, en un diamante, por rub&iacute;es,<br>
pronuncian con desd&eacute;n sonoro yelo;<br>
<br> 
y razonan, tal vez, fuego tirano,<br>
rel&aacute;mpagos de risa carmes&iacute;es,<br>
aurora, gala y presunci&oacute;n del cielo".<br>
<br> 
<p>La poes&iacute;a metaf&iacute;sica de Quevedo alcanza su culminaci&oacute;n en piezas como los sonetos que empiezan diciendo: "¡Ah de la vida...! ¿Nadie me responde?" y "Fue sue&ntilde;o ayer, ma&ntilde;ana ser&aacute; tierra". Su vena moral deja una obra de obligada referencia en la l&iacute;rica espa&ntilde;ola de todos los tiempos, la <em>Ep&iacute;stola sat&iacute;rica y censoria contra las costumbres presentes de los castellanos:</em><br>
<br> 
"No he de callar, por m&aacute;s que con el dedo,<br>
ya tocando la boca, o ya la frente,<br>
silencio avises o amenaces miedo.<br>
<br> 
¿No ha de haber un esp&iacute;ritu valiente?<br>
¿Siempre se ha de pensar lo que se dice?<br>
¿Nunca se ha de decir lo que se siente?".<br>
<br> 
 
<h5>Teatro.</h5>
 
<p>Se atribuyen a Quevedo varias obras dram&aacute;ticas, todas de car&aacute;cter sat&iacute;rico, de las que destacan <em>C&oacute;mo ha de ser un privado</em> y <em>Pero V&aacute;zquez de Escamilla.</em> En ellas, Quevedo convierte a los personajes en simples caricaturas que se mueven como mu&ntilde;ecos. Esta falta de humanidad es, precisamente, el mayor defecto de su teatro.
 
 
<h4>Bibliograf&iacute;a.</h4>
<ol>
<li>BLECUA, Jos&eacute; Manuel. Edici&oacute;n de Poes&iacute;a original completa (Barcelona, 1981).
<li>CROSBY, J.O. En torno a Quevedo (Madrid, 1967).
<li>YNDURAIN, Francisco. El pensamiento de Quevedo (Zaragoza, 1954).
</ol>  
<p>G. Fern&aacute;ndez San Emeterio. (Resumido por FMM)</p>

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Wednesday, March 10, 1999, 4:44:09 PM
Last Updated: Wednesday, March 10, 1999, 4:44:09 PM
</address>
</html>
