<html>
<head>
<TITLE>Fernando de Rojas</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Fernando de Rojas">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Fernando de Rojas (ca.1465-1541)</h1>
<hr>
 

<p> Escritor espa&ntilde;ol, nacido en La Puebla de Montalb&aacute;n (Toledo) entre 1460 y 1470, y muerto en 1541. De familia jud&iacute;a convertida al cristianismo, estudi&oacute; en la Universidad Salamanca. Se estableci&oacute; en Talavera en 1517 y all&iacute; ejerci&oacute; la profesi&oacute;n de abogado; en esta ciudad, lleg&oacute; a ocupar el puesto de alcalde. Cuando muri&oacute; le enterraron como miembro laico de una orden religiosa. Escribi&oacute; <em>La Celestina,</em> t&iacute;tulo  de la <em>Comedia de Calisto y Melibea,</em> m&aacute;s tarde llamada <em>Tragicomedia.</em>

<p>El tema de la obra es el amor apasionado de Calisto por Melibea. Sempronio, servidor interesado le aconseja que pida ayuda a Celestina para conquistar el amor de Melibea; P&aacute;rmeno, criado fiel, se opone; Celestina se gana la confianza de Melibea y consigue un encuentro con Calisto, tras el que seguir&aacute;n otros tantos; los criados disputan con Celestina la recompensa y la matan. En la noche siguiente Calisto seduce a Melibea, pero al salir del jard&iacute;n cae y muere; Melibea confiesa su amor a Pleberio, su padre, y se suicida. La obra termina con el <em>Lamento de Pleberio.</em> La primera versi&oacute;n, correspondiente a la <em>Comedia,</em> fue impresa en Burgos en 1499; en 1502, seguramente (aunque el impreso m&aacute;s antiguo sea el zaragozano de 1507), se le a&ntilde;adieron 5 actos nuevos denominados <em>Tratado de Centurio</em>; a partir de esta fecha el t&iacute;tulo de la obra ser&aacute; <em>Tragicomedia de Calisto y Melibea,</em> decisi&oacute;n que tomaron los editores.

<p>El mismo Fernando de Rojas nos dice que &eacute;l no es el autor del acto primero, del que dice podr&iacute;a haber sido compuesto por <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/menajuan.htm"><b>Juan de Mena</b></a> y Rodrigo de Cota; sin embargo, no hay pruebas concluyentes a este respecto y, en todo caso, el conjunto hubo de ser revisado y unificado por el estilo del propio Rojas. La fuente estructural de la obra es la comedia human&iacute;stica del siglo XV, desviada hacia un final tr&aacute;gico por influjo de la exitosa novela o romance  sentimental; adem&aacute;s, es evidente el peso que ejerci&oacute; <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/petrarca.htm"><b>Petrarca</b></a> con su <em>De remediis utriusque Fortunae,</em> entre otras fuentes. La novedad de la obra, con su terrible lecci&oacute;n de tipo existencial, su universo, sus personajes, su ambiente realista y su lenguaje entusiasmaron al p&uacute;blico del final del siglo XV y comienzo del siglo XVI. El &eacute;xito editorial y el aplauso del p&uacute;blico continuaron hasta nuestros d&iacute;as; por ello, no cabe extra&ntilde;ar que la <em>Celestina</em> diese vida a numerosas continuaciones e imitaciones y que, de forma m&aacute;s o menos clara, influyese en infinitas obras desde su &eacute;poca hasta el presente. Si los lectores del pasado atendieron muy en especial al inframundo celestinesco y, peculiarmente, a los proverbios y refranes que se entretejen en la obra, el lector moderno se ha fijado en especial en la realidad social que nos muestra la <em>Celestina</em> y en la tragedia de los amores y desesperado final de los principales personajes.


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998


</body>
<hr>
<address>
Created: Saturday, February 20, 1999, 12:37:20 PM
Last Updated: Saturday, February 20, 1999, 12:37:20 PM
</address>
</html>
