<html>
<head>
<TITLE>Alonso Jer&oacute;nimo de Salas Barbadillo</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Alonso Jer&oacute;nimo de Salas Barbadillo">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Alonso Jer&oacute;nimo de Salas Barbadillo (1581-1635)</h1>
<hr>
 

<p> Novelista, dramaturgo y poeta espa&ntilde;ol, que naci&oacute; y falleci&oacute; en Madrid. En 1603 sucedi&oacute; a su padre como agente de los negocios de Nueva Espa&ntilde;a. Estudi&oacute; en Madrid y en Alcal&aacute; de Henares y se traslad&oacute; luego a Valladolid, donde se dedic&oacute; a la cosmograf&iacute;a. Llev&oacute; una vida muy licenciosa y pendenciera, hiri&oacute; a un noble lo que le cost&oacute; la c&aacute;rcel. Escribi&oacute; una s&aacute;tira contra jueces y carceleros por la que fue desterrado durante dos a&ntilde;os. En 1609 public&oacute; un poema &eacute;pico llamado <em>Patrona de Madrid restituida</em>; en 1612 comenz&oacute; a circular por toda la Pen&iacute;nsula la obra titulada <em>La hija de la Celestina o la ingeniosa Elena,</em> que pertenece al g&eacute;nero de la novela picaresca en forma dialogada. Moli&egrave;re obtuvo la inspiraci&oacute;n bas&aacute;ndose en esta obra. De 1618 es su obra <em>Rimas castellanas</em> y de 1621 <em>Triunfos de la santa Juana de la Cruz.</em> Tambi&eacute;n escribi&oacute; entremeses, entre los que citamos: <em>El buscaoficios o El Caprichoso en su gusto y la dama sesentona.</em> Demostr&oacute; un gran ingenio y dominio de la s&aacute;tira, como podemos ver en sus obras: <em>El caballero puntual,</em> 1618, y su segunda parte en 1619; <em>El caballero perfecto,</em> 1620; <em>La casa del placer honesto,</em> 1620; <em>La escuela de Celestina y el hidalgo presumido,</em> 1620; <em>El sagaz Estancio, marido presumido,</em> 1620, y <em>Don Diego de noche,</em> 1623, que contiene 9 aventuras nocturnas. Fue qued&aacute;ndose sordo hasta llegar a abandonar la producci&oacute;n literaria; de esta &eacute;poca son: <em>La estafeta del dios Momo,</em> 1627; <em>El curioso y sabio Alejandro, fiscal y juez de vidas ajenas,</em> 1634, y <em>Coronas del Parnaso y platos de las Musas,</em> 1635.


<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Monday, February 22, 1999, 9:54:09 AM
Last Updated: Monday, February 22, 1999, 9:54:09 AM
</address>
</html>
