<html>
<head>
<TITLE>Antonio de Sol&iacute;s y Rivadeneyra</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Antonio de Sol&iacute;s y Rivadeneyra">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Antonio de Sol&iacute;s y Rivadeneyra (1610-1686)</h1>
<hr>
 

<p>Dramaturgo e historiador espa&ntilde;ol. Naci&oacute; en Alcal&aacute; de Henares. Cuando contaba s&oacute;lo 17 a&ntilde;os de edad compuso <em>Amor y obligaci&oacute;n,</em> pieza dram&aacute;tica que presenta tres hombres y dos damas entre los que se establecen complicadas relaciones amorosas. Obtuvo renombre entre los maestros de la escena, lo que le llev&oacute; a ser secretario del conde de Oropesa y virrey de Navarra y Valencia. Felipe IV, en 1658, lo nombr&oacute; secretario real. Sucedi&oacute; a Le&oacute;n Pinelo, temporalmente, como cronista de Indias. Dej&oacute; la corte en 1667 para ordenarse sacerdote con la &uacute;nica intenci&oacute;n de dedicarse a escribir la <em>Historia de la conquista de M&eacute;xico,</em> 1684, en la que recoge desde el viaje de Juan de Grijalba en 1518, hasta la rendici&oacute;n de Moctezuma en 1520; expres&oacute; la veneraci&oacute;n que sent&iacute;a por Hern&aacute;n Cort&eacute;s, modelo de prosa castellana. Escribi&oacute; unos <em>Discursos sobre la l&iacute;nea vulgarmente llamada de Demarcaci&oacute;n,</em> 1680 y p&oacute;stumamente apareci&oacute; un volumen de <em>Poes&iacute;as varias sagradas y profanas,</em> 1692. Como dramaturgo compuso doce piezas y otras tantas en colaboraci&oacute;n con Coello, <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/caldero.htm"><b>Calder&oacute;n</b></a>, Monteser y <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/silvafel.htm"><b>Silva</b></a;entre ellas destacan: <em>El amor al uso,</em> 1858, donde Sol&iacute;s logra una vivaz e ingeniosa producci&oacute;n dram&aacute;tica acorde a su esp&iacute;ritu; <em>Un bobo hace ciento,</em> publicada junto a la anterior en 1858; <em>El doctor Carlino</em> y <em>La gitanilla de Madrid.</em>  
 

<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998

</body>
<hr>
<address>
Created: Monday, March 15, 1999, 7:27:17 PM
Last Updated: Monday, March 15, 1999, 7:27:17 PM
</address>
</html>
