<html>
<head>
<TITLE>Tirso de Molina</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Tirso de Molina">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Tirso de Molina (1571-1648)</h1>
<hr>


<p> Poeta y dramaturgo espa&ntilde;ol, de verdadero nombre Gabriel T&eacute;llez, nacido en Madrid en 1571 y muerto en Almaz&aacute;n (Soria) en 1648. Conocido en la historia universal de la dramaturgia por el pseud&oacute;nimo de Tirso de Molina, pasa por ser uno de los m&aacute;s afortunados continuadores del teatro &aacute;ureo difundido por <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/lopevega.htm"><b>Lope de Vega</b></a>. Su habilidad para mostrar sobre la escena la profundidad psicol&oacute;gica de sus personajes, especialmente de los femeninos, le singulariza entre todos los dramaturgos del Siglo de Oro.


<h4>Vida</h4>
 
<p>Los primeros a&ntilde;os de su vida arrojan pocos datos dignos de consideraci&oacute;n. Parece que naci&oacute; en el seno de una familia humilde, aunque por su apellido se ha especulado con el hecho de que fuera bastardo del duque de Osuna. Es posible que estudiara en el Colegio Imperial de la Compa&ntilde;&iacute;a de Jes&uacute;s, situado en la madrile&ntilde;a calle de Toledo. En 1600 ingres&oacute; en el convento de la Merced de Madrid, situado donde actualmente se encuentra la plaza que lleva el nombre del dramaturgo; de esta su condici&oacute;n frailuna procede la invenci&oacute;n de su pseud&oacute;nimo, ya que, por aquellos a&ntilde;os de fervor cat&oacute;lico y esp&iacute;ritu contrarreformista, no se ve&iacute;a con buenos ojos que un religioso rindiese culto a Tal&iacute;a. Tras realizar el noviciado en Guadalajara, profes&oacute; en 1601. Pas&oacute; por varios conventos de su orden, en los que recibi&oacute;, al parecer, la profunda formaci&oacute;n human&iacute;stica y teol&oacute;gica que luego reflej&oacute; en su teatro. 
 
<p>Hacia 1610 era ya un dramaturgo conocido. Entre este a&ntilde;o y 1615 residi&oacute; en Madrid y Toledo, dedicado a la lectura, la escritura y la ense&ntilde;anza. En este &uacute;ltimo a&ntilde;o fue elegido para una misi&oacute;n en Santo Domingo, isla en la que permaneci&oacute; hasta 1618. A su vuelta, prosigui&oacute; su peregrinar por varios conventos hasta que se estableci&oacute; en la Merced de Madrid. De nuevo se dedic&oacute; a la vida literaria de la corte, tanto en el teatro como en las academias, as&iacute; como a la organizaci&oacute;n de la orden. Tras ser censurado por la Junta de Reformaci&oacute;n del Conde-Duque en 1625, hubo de trasladarse a Sevilla. Poco despu&eacute;s, fue elegido comendador del convento de Trujillo (1627-29). 1627 es tambi&eacute;n el a&ntilde;o de la publicaci&oacute;n de la <em>Primera parte</em> de sus comedias, a la que sigui&oacute;, poco despu&eacute;s, <em>El burlador de Sevilla y convidado de piedra,</em> obra que le ha dado gran fama y que supone la primera aparici&oacute;n dram&aacute;tica de Don Juan Tenorio. Aunque su autor&iacute;a ha sido puesta en duda en alguna ocasi&oacute;n, el reciente trabajo del profesor M&aacute;rquez Villanueva sobre los or&iacute;genes del mito de Don Juan deja pocos resquicios a la duda respecto de la autor&iacute;a de Tirso y de su importancia -tantas veces minimizada por la cr&iacute;tica- en la configuraci&oacute;n de un tipo que hoy es universal como es el de don Juan Tenorio. Para ello, parece haberse basado Tirso en una leyenda sevillana, desaparecida merced a la popularidad de la comedia tirsiana, que recog&iacute;a la mala fama de una familia de origen noble y sanguinarias costumbres, que fue mandada aniquilar por Pedro I, aunque los motivos de tal venganza no hayan llegado a nosotros; todo esto llev&oacute; al don Juan hist&oacute;rico a huir a la corte papal de Avi&ntilde;&oacute;n, donde muri&oacute;. Con todo, no responden los hechos de la comedia de Tirso a la historia de ese Tenorio, sino al deseo de adoctrinar al p&uacute;blico sobre la necesidad de temer el juicio de Dios y de no fiarse del tiempo que falta para morir, que nunca sabemos cu&aacute;ndo puede ser.
 
<p>En 1632 fue nombrado Cronista de la Orden, lo que le movi&oacute; escribir su <em>Historia General de la Orden de la Merced,</em> publicada en 1639. En 1634 hab&iacute;a aparecido la <em>Tercera parte</em> de sus comedias, y en 1635 las partes <em>Segunda y Cuarta,</em> as&iacute; como la miscel&aacute;nea <em>Deleitar aprovechando.</em> En 1636, public&oacute; la <em>Quinta parte</em> de sus comedias.
 
<p>Pas&oacute; los &uacute;ltimos a&ntilde;os de su vida en Soria. En 1648 cay&oacute; enfermo en el convento de Almaz&aacute;n, donde muri&oacute; y recibi&oacute; cristiana sepultura.
 
 
<h4>Obra</h4>
 
 
<h5>Teatro</h5> 
 
<p>Como autor dram&aacute;tico, Tirso es autor de una obra amplia, aunque desigual en el resultado. Su teatro se mueve dentro del tipo de comedia creado por Lope de Vega, defendi&eacute;ndolo frente a los ataques de los preceptistas. Para Tirso, el teatro tiene una finalidad principalmente l&uacute;dica. Para ello, pondr&aacute; en juego numerosos recursos dram&aacute;ticos y una tem&aacute;tica variada que va desde la comedia urbana al drama b&iacute;blico, pasando por las comedias de santos. Su af&aacute;n por entretener lo lleva a mezclar elementos profanos y sagrados en las obras de tema religioso. En este g&eacute;nero, cabe citar autos como <em>El colmenero divino,</em> incluido en la miscel&aacute;nea <em>Deleitar aprovechando,</em> y comedias como <em>La Dama del olivar, La mujer que manda en casa</em> (1612) -sobre Jezabel-, <em>La mejor espigadera</em> (1614) -sobre Ruth o Booz-, <em>La vida y muerte de Herodes</em> (1612-1615) -en la que el af&aacute;n del autor por divertir perjudica notablemente al desarrollo de la trama-, <em>Tanto es lo de m&aacute;s como lo de menos</em> (1614), y <em>La venganza de Tamar</em> (1621). Estas dos &uacute;ltimas, consideradas como las mejores del grupo, est&aacute;n dedicadas, respectivamente, a las historias del Hijo Pr&oacute;digo y de Am&oacute;n y Tamar. Destaca tambi&eacute;n, dentro de las obras de tem&aacute;tica religiosa, la trilog&iacute;a titulada <em>La Santa Juana.</em> En todas ellas, y como era norma, la &eacute;poca ha sido actualizada, de modo que tanto la ideolog&iacute;a como los m&oacute;viles de la acci&oacute;n pertenecen al tiempo del autor. Asimismo, es de gran inter&eacute;s su drama teol&oacute;gico <em>El condenado por desconfiado,</em> en el que trata algunos aspectos que lo acercan a las preocupaciones morales del drama calderoniano. La cuesti&oacute;n del libre albedr&iacute;o y de la salvaci&oacute;n del alma, fundamental en la Espa&ntilde;a contrarreformista del XVII, aparece tratada de modo muy diferente del de <em>El Burlador</em> ya comentado, a trav&eacute;s de las figuras de una bandolero y un ermita&ntilde;o (Paulo y Enrico) que, merced a su albedr&iacute;o, llegan a lugares completamente opuestos a los que parec&iacute;an indicar sus vidas pues, en tanto que el bandolero se salva, el ermita&ntilde;o, desconfiado de la bondad divina, acabar&aacute; conden&aacute;ndose.
 
<p>Tambi&eacute;n escribi&oacute; numerosas comedias de car&aacute;cter hist&oacute;rico, centradas en episodios de la historia de Castilla, Arag&oacute;n y Portugal, y en hechos acaecidos en la Espa&ntilde;a ultramarina. De entre todas ellas destaca <em>La Prudencia en la mujer,</em> dedicada a la figura de do&ntilde;a Mar&iacute;a de Molina, en la que se ha visto una cr&iacute;tica al gobierno de Olivares realizada a trav&eacute;s de la comparaci&oacute;n con el gobierno de la reina durante la minor&iacute;a de Alfonso XI. A esta intenci&oacute;n pol&iacute;tica tampoco ser&iacute;a ajeno <em>El Burlador de Sevilla,</em> habida cuenta de que don Juan, como hijo del privado, hace lo que se le antoja sin miedo a la justicia. De hecho, el enfrentamiento de Tirso con la pol&iacute;tica de Olivares parece haber sido frecuente, hasta el extremo de ser desterrado a Cuenca en 1640 (el peor a&ntilde;o de Olivares, sin duda, y del reinado todo de Felipe IV). Tal actitud se ve tambi&eacute;n clara en la comedia <em>Privar contra su gusto,</em> de 1621, que supone no s&oacute;lo una cr&iacute;tica a los privados, sino tambi&eacute;n a la debilidad de los monarcas. Volviendo a <em>La Prudencia en la mujer,</em> convine reparar en que, frente a una situaci&oacute;n de desgobierno, es dif&iacute;cil urdir una cr&iacute;tica m&aacute;s agria que la presentaci&oacute;n de una mujer prudente en un tiempo en el que la consideraci&oacute;n del sexo femenino como inferior era parte de la forma de entender el mundo.
 
<p>Sin embargo, lo m&aacute;s conocido del teatro de Tirso son sus comedias urbanas, llamadas tambi&eacute;n a veces de car&aacute;cter o de costumbres, en las que, a partir de una trama amorosa, a ser posible m&uacute;ltiple, se crea una intriga que mantiene el inter&eacute;s del p&uacute;blico. Es el caso de <em>Don Gil de las calzas verdes</em> y <em>Marta la piadosa,</em> entre otras muchas. Son parecidas a ellas, en lo que a la trama se refiere, algunas comedias palatinas como <em>El vergonzoso en palacio.</em> Otras obras destacables de Tirso son <em>La villana de la Sagra, El amor m&eacute;dico, La villana de Vallecas</em> o <em>El castigo del pensequ&eacute;.</em> De estas comedias se ha destacado la agudeza del autor para pintar ambientes y caracteres, as&iacute; como el descaro de sus protagonistas femeninas, que supera, con mucho, al de las hero&iacute;nas de Lope, y que se acerca al mundo de la novela de <a href="http://www.lllf.uam.es/~fmarcos/informes/BNArgentina/catalogo/castillo.htm"><b>Castillo Sol&oacute;rzano</b></a> o Mar&iacute;a de Zayas (aunque la visi&oacute;n de Tirso carezca del tono moralista de los novelistas). Es especialmente destacable en este aspecto la figura de la protagonista en <em>Marta la piadosa,</em> que, no contenta con fingir una devoci&oacute;n que no siente, mete en casa al asesino de su hermano, del que se ha enamorado, para que se libre de la justicia y lo hace pasar por su profesor de lat&iacute;n. Algo parecido cabe decir de la atrevida do&ntilde;a Juana en <em>Don Gil de las calzas verdes,</em> quien viaja de Valladolid a Madrid vestida de hombre para hacer cumplir a su desleal amante la palabra de matrimonio que le dio. 
 
<p>Mucho han dado que decir estas protagonistas arrojadas y viajeras, cuando no astutas y calculadoras. Su funci&oacute;n dram&aacute;tica se deb&iacute;a, probablemente, al deseo de presentar como veros&iacute;miles situaciones imposibles en la vida real, m&aacute;s que al de romper una lanza a favor de la liberaci&oacute;n femenina. Pi&eacute;nsese, dejando de lado la diferencia de mentalidades entre el XVII y la actualidad, lo poco que podr&iacute;a importarle tal liberaci&oacute;n a un fraile mercedario, atento a su orden y a su obra como era Tirso. En ello redunda, una vez m&aacute;s, la figura de do&ntilde;a Mar&iacute;a de Molina en <em>La Prudencia en la mujer,</em> dado que una reina que es capaz de hacer lo que no alcanza el rey del momento muestra por duplicado la debilidad del que, por ser hombre -y siempre, claro est&aacute;, seg&uacute;n el sentir del XVII-, deber&iacute;a poder m&aacute;s que ella.
 
 
<h5>Miscel&aacute;neas</h5>
 
<p>Fue, asimismo, Tirso de Molina autor de novelas incluidas en sus dos miscel&aacute;neas, <em>Los cigarrales de Toledo</em> (1621) y <em>Deleitar aprovechando</em> (1635). La primera de ellas, escrita durante la &eacute;poca m&aacute;s fecunda del mercedario, recoge todo tipo de obras. La segunda, procede de los &uacute;ltimos a&ntilde;os del escritor y se acoge desde el t&iacute;tulo a un sentido religioso y moral de desenga&ntilde;o y preparaci&oacute;n para la otra vida. En ambas se incluyen poemas, comedias y novelas recogidas dentro de un marco narrativo, como son los carnavales toledanos en <em>Deleitar aprovechando,</em> que presentan a tres familias devotas que, huyendo de la bulla de la fiesta, se re&uacute;nen en una quinta en las cercan&iacute;as de Madrid, la casa del regidor Juan Fern&aacute;ndez (a cuya huerta tambi&eacute;n dedic&oacute; el autor una comedia) y la huerta del duque de Osuna, para pasar con lecturas y comedias honestas los tres d&iacute;as. Entre las novelas le&iacute;das, la m&aacute;s destacada por la cr&iacute;tica ha sido<em>El Bandolero, vida de San Pedro Armengol.</em> Su inter&eacute;s es tanto estil&iacute;stico como formal, toda vez que su longitud marca el comienzo de la separaci&oacute;n del t&eacute;rmino "novela" del contenido breve al modo italiano que hasta entonces -recordemos a Cervantes y sus <em>Novelas ejemplares</em>- hab&iacute;a prevalecido.
 
<p>G. Fern&aacute;ndez San Emeterio.
 
 
<h4>Bibliograf&iacute;a</h4>
<ol>
<li>KENNEDY, R.L. Estudios sobre Tirso. (Madrid: 1983).
<li>M&Aacute;RQUEZ VILLANUEVA, Francisco. Or&iacute;genes y elaboraci&oacute;n de "El burlador de Sevilla". (Salamanca: Ediciones Universidad de Salamanca, 1996).
<li>R&Iacute;OS, Blanca de los. Edici&oacute;n de las Obras Completas (Madrid: 1946-1962).
<li>VV.AA. Homenaje a Tirso. (Madrid: Revista Estudios, 1985).
</ol>
<p><a href="http://www.enciclopedia.net/"><b>Enciclopedia Universal Multimedia</b></a> ©Micronet S.A. 1998



</body>
<hr>
<address>
Created: Monday, March 08, 1999, 4:43:15 PM
Last Updated: Monday, March 09, 1999, 9:14:10 AM
</address>
</html>
