<html>
<head>
<TITLE>Jer&oacute;nimo Zurita</TITLE>
<meta name ="description"
value="Biograf&iacute;a de Jer&oacute;nimo Zurita">
<meta name="keywords"
 value="">
<meta name="resource-type"
value="document">
<meta name="distribution"
value="global">
</head>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#FFFFDD">
<h1>Jer&oacute;nimo Zurita (1512-1580)</h1>
<hr>
 

<p>Escritor e historiador espa&ntilde;ol, nacido el 4 de diciembre de 1512 en Zaragoza, ciudad en la que muri&oacute; en 1580, el 31 de octubre o el 30 de noviembre. Su padre era uno de los f&iacute;sicos de la corte. Estudi&oacute; en la Universidad de Alcal&aacute; y tuvo empleos destacados en las cortes de Carlos V y Felipe II. Ya en 1506 acompa&ntilde;&oacute; al rey de Arag&oacute;n Fernando, el Rey Cat&oacute;lico, a Italia, donde pudo trabajar directamente en los archivos que conten&iacute;an informaci&oacute;n sobre las actividades de la corona catalano-aragonesa en el Mediterr&aacute;neo. En 1548 fue nombrado primer cronista de Arag&oacute;n, puesto para el que recopil&oacute; seis vol&uacute;menes de los <em>Anales de la Corona de Arag&oacute;n</em> (1562-1580), a los que, tras su muerte, se a&ntilde;adi&oacute; otro volumen, en 1604. Felipe II le encarg&oacute; completar la documentaci&oacute;n del naciente archivo de Simancas con documentos de Arag&oacute;n y las dependencias aragonesas en el Mediterr&aacute;neo, actividad en la que estuvo ocupado hacia 1567. Su obra hist&oacute;rica abarca desde la invasi&oacute;n &aacute;rabe hasta la muerte del rey Fernando II, en 1516. Se la considera, por su actitud cr&iacute;tica y por la b&uacute;squeda de fuentes primarias, en documentos y juicios, la primera historia de Espa&ntilde;a redactada con mentalidad moderna, aunque el estilo de su prosa no fue tenido en gran estima. Fue la primera historia espa&ntilde;ola que no empez&oacute; por No&eacute;. Se le debe el descubrimiento del <em>Chronicon paschale,</em> que forma parte de la colecci&oacute;n bizantina.  Dej&oacute; tambi&eacute;n una obra de gran inter&eacute;s titulada <em>Indices rerum ab Aragoniae regibus gestarum ab initiis regni, ad annum 1410. </em> 

</body>
</html>
